import RoeLinks from "@/components/RoeLinks";
import { Metadata } from "next";
export const metadata: Metadata = {
  title: "פרק הרואה מסכת ברכות",
  description: "ספר פתרון חלומות לרב האי גאון",
  keywords: [
    "dreams",
    "hai gaon",
    "פתרון חלומות",
    "pitron-halomoṭ",
    "רב האי גאון",
  ],
  authors: [{ name: "Yehuda Hason" }],
};

export default function Roe8() {
  return (
    <>
      <div className="book-container">
        <h1>פרק הרואה מסכת ברכות</h1>
        <h3>עם פירוש שטיינזלץ זצ"ל</h3>
        <h3>ברכות נז ע"ב</h3>
        <h4>עמוד</h4>
        <RoeLinks />
        <br />
        <div className="clsBody">
          <p>
            <span className="big">א</span> <b>אמר ר' יוחנן: השכים</b> בבוקר{" "}
            <b>ו</b>מיד כשקם ממטתו <b>נפל פסוק לתוך פיו</b> —{" "}
            <b>הרי זה נבואה קטנה. תנו רבנן</b>{" "}
            <span className="small">[שנו חכמים]:</span> <b>שלשה מלכים הם,</b>{" "}
            שראיית כל אחד מהם בחלום יש לה משמעות. <b>הרואה</b> את{" "}
            <b>דוד בחלום</b> — <b>יצפה לחסידות.</b> ראה את <b>שלמה</b> —{" "}
            <b>יצפה לחכמה.</b> ראה את <b>אחאב</b> — <b>ידאג מן הפורענות,</b>{" "}
            כדרך שאירע לאחאב.
          </p>
          <p>
            וכן <b>שלשה</b> ספרי <b>נביאים הם,</b> ומשמעות שונה לכל אחד מהם ביחס
            לרואה אותם בחלום: <b>הרואה ספר מלכים</b> — <b>יצפה לגדולה</b>{" "}
            (מלכות). ראה את ספר <b>יחזקאל</b> — <b>יצפה לחכמה,</b> שיש בספר
            יחזקאל תבנית המרכבה. ראה את ספר <b>ישעיה</b> — <b>יצפה לנחמה.</b>{" "}
            ראה את ספר <b>ירמיה</b> — <b>ידאג מן הפורענות,</b> לפי שהתנבא הרבה
            מענין הפורענות.
          </p>
          <p>
            ובדומה לכך, אף <b>שלשה</b> ספרי <b>כתובים גדולים הם,</b> ומשמעות
            מיוחדת לכל אחד מהם עבור הרואה אותם בחלומו, שכן{" "}
            <b>הרואה ספר תהלים</b> — <b>יצפה לחסידות, משלי</b> —{" "}
            <b>יצפה לחכמה, איוב</b> — <b>ידאג מן הפורענות.</b>
          </p>
          <p>
            ובדומה לכך, <b>שלשה</b> ספרי <b>כתובים קטנים הם,</b> שהם מגילות
            בלבד, ומשמעות שונה לכל אחד מהם ביחס לרואה אותם בחלום: <b>הרואה</b>{" "}
            את <b>שיר השירים בחלום</b> — <b>יצפה לחסידות,</b> לפי שהוא מתפרש
            כתיאור אהבת ה' לישראל. <b>קהלת</b> — <b>יצפה לחכמה. קינות</b> (איכה)
            — <b>ידאג מן הפורענות. הרואה</b> בחלום <b>מגלת אסתר</b> — סימן הוא
            כי <b>נס נעשה לו.</b>
          </p>
          <p>
            <b>שלשה חכמים הם</b>, ומשמעות שונה לכל אחד מהם ביחס לרואה אותם
            בחלום: <b>הרואה</b> את <b>רבי בחלום</b> — <b>יצפה לחכמה.</b> ראה את{" "}
            <b>ר' אלעזר בן עזריה</b> — <b>יצפה לעשירות,</b> שהיה ר' אלעזר בן
            עזריה עשיר מופלג. ואם ראה את <b>ר' ישמעאל בן אלישע</b> —{" "}
            <b>ידאג מן הפורענות,</b> שר' ישמעאל הוא אחד מעשרת הרוגי מלכות.
          </p>
          <p>
            כן <b>שלשה תלמידי חכמים הם,</b> שהיו גדולים בתורה אף על פי שלא זכו
            להסמך ולהקרא רבי, ומשמעות שונה לכל אחד מהם ביחס לרואה אותם בחלום:{" "}
            <b>הרואה</b> את <b>בן עזאי בחלום</b> — <b>יצפה לחסידות.</b> ראה את{" "}
            <b>בן זומא</b> — <b>יצפה לחכמה.</b> ואם ראה את <b>אחר</b> (אלישע בן
            אבויה) — <b>ידאג מן הפורענות,</b> שכן יצא לתרבות רעה.
          </p>
          <p>
            <span className="big">ב</span> אמרו: <b>כל מיני חיות יפות לחלום,</b>{" "}
            כשאדם רואה אותם בחלום, <b>חוץ מן הפיל והקוף והקפוד.</b> ושואלים:{" "}
            <b>והאמר מר</b> <span className="small">[והרי אמר החכם]</span> ש
            <b>הרואה פיל בחלום פלא נעשה לו!</b> ומתרצים: <b>לא קשיא</b>{" "}
            <span className="small">[אין</span> זה{" "}
            <span className="small">קשה],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> שאמר החכם שסימן יפה הוא לו, הרי
            זה באופן שראהו <b>דמסרג</b> <span className="small">[ש</span>הוא{" "}
            <span className="small">חבוש אוכף],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> ששנינו שראיית פיל אינה סימן יפה,
            הרי זה באופן <b>דלא מסרג</b>{" "}
            <span className="small">[כשאינו חבוש אוכף].</span>
          </p>
          <p>
            כעין זה אמרו ש<b>כל מיני</b> כלי <b>מתכת יפין לחלום, חוץ ממר</b>{" "}
            (מעדר), <b>פסל</b> (מפסלת), <b>וקרדום,</b> שכן כלים אלה עשויים
            לקלקול. <b>והני מילי דחזנהו בקתייהו</b>{" "}
            <span className="small">[ודברים אלה</span> אמורים דווקא{" "}
            <span className="small">כשראה אותם עם קתותיהם,</span> ידיותיהם
            <span className="small">].</span> וכעין זה אמרו:{" "}
            <b>כל מיני פירות יפין לחלום, חוץ מפגי תמרה,</b> שהם תמרים שלא הבשילו
            כל צרכם. וכן <b>כל מיני ירקות יפין לחלום, חוץ מראשי לפתות.</b>{" "}
            ומקשים, <b>והאמר</b> <span className="small">[והרי אמר]</span>{" "}
            <b>רב: לא איעתרי</b> <span className="small">[התעשרתי]</span>{" "}
            <b>עד דחזאי</b> <span className="small">[שראיתי]</span> בחלומי{" "}
            <b>ראשי לפתות,</b> והרי שהוא סימן טוב! ומשיבים: רב <b>כי חזא</b>{" "}
            <span className="small">[כאשר ראה]</span> אותם — <b>בכנייהו חזא</b>{" "}
            <span className="small">[במקום גידולם</span> הוא ש
            <span className="small">ראה],</span> אבל כשרואה בחלום ראשי לפתות
            תלושים — סימן רע הוא לו. וכעין זה: <b>כל מיני צבעונין</b> (צבעים){" "}
            <b>יפין לחלום, חוץ מן התכלת.</b> וכן{" "}
            <b>כל מיני עופות יפין לחלום, חוץ מן קריא וקפופא וקורפראי,</b>{" "}
            ששלושתם עופות לילה ודמותם משונה ומפחידה.
          </p>
          <p>
            <span className="big">ג</span> המילים{" "}
            <b>הגו"ף, הגו"ף, מעי"ן, משיבי"ן, ומרחיבי"ן,</b> הן <b>סימן</b>{" "}
            לדברים שיידונו להלן בגמרא, ויש בכולם תכונות משותפות, בדומה למה
            ששנינו כבר.
          </p>
          <p>
            אמרו: <b>שלשה</b> דברים <b>נכנסים לגוף, ו</b>אולם{" "}
            <b>אין הגוף נהנה מהן,</b> והם <b>גודגדניות, וכפניות</b> (תמרים
            גרועים), <b>ופגי תמרה.</b> ולעומת זאת: <b>שלשה</b> דברים{" "}
            <b>אין נכנסין לגוף, ו</b>אף על פי כן <b>הגוף נהנה מהן,</b> ו
            <b>אלו הן: רחיצה, וסיכה ותשמיש.</b> ועוד אמרו: <b>שלשה</b> דברים הם{" "}
            <b>מעין העולם הבא,</b> ו<b>אלו הן: שבת, שמש ותשמיש.</b>
          </p>
          <p>
            על כך שאלו: <b>תשמיש דמאי</b>{" "}
            <span className="small">[של מה],</span> איזה תשמיש? <b>אילימא</b>{" "}
            <span className="small">[אם נאמר]</span> כי הכוונה ל
            <b>תשמיש המטה</b> — <b>הא מכחש כחיש</b>{" "}
            <span className="small">[הרי</span> הוא{" "}
            <span className="small">מכחיש]</span> ומחליש את הגוף! <b>אלא</b>{" "}
            הכוונה ל<b>תשמיש נקבים</b> — שנפנה לצרכיו.
          </p>
          <p>
            ועוד אמרו, <b>שלשה</b> דברים <b>משיבין דעתו של אדם,</b> ו
            <b>אלו הן: קול, ומראה, וריח,</b> שכאשר הם נעימים וטובים, הריהם
            משיבים דעתו של אדם. ועוד, <b>שלשה</b> דברים{" "}
            <b>מרחיבין דעתו של אדם,</b> ו
            <b>אלו הן: דירה נאה, ואשה נאה, וכלים נאים.</b>
          </p>
          <p>
            <span className="big">ד</span> המילים <b>חמש"ה, ושש"ה, ועשר"ה</b> הן{" "}
            <b>סימן</b> לדברים שיידונו להלן. אמרו: <b>חמשה</b> דברים בעולמנו,
            שכל אחד מהם הוא <b>אחד מששים</b> לדברים גדולים השייכים לדרגה עליונה,
            ו<b>אלו הן: אש, דבש, ושבת, ושינה, וחלום.</b> ומפרטים: <b>אש</b> שלנו
            היא <b>אחד מששים לגיהנם. דבש</b> — <b>אחד מששים למן. שבת</b> —{" "}
            <b>אחד מששים לעולם הבא. שינה</b> — <b>אחד מששים למיתה. חלום</b> —{" "}
            <b>אחד מששים</b>
          </p>
          <p>
            <b>לנבואה.</b> כעין זה אמרו: <b>ששה דברים סימן יפה</b> הם{" "}
            <b>לחולה: עטוש, זיעה, שלשול, קרי, ושינה, וחלום.</b> ורמז בכתובים
            לדברים: <b>עטוש</b> — <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]:</span> <b>"עטישותיו תהל אור"</b>{" "}
            (איוב מא, י), הנדרש שעל ידי העיטוש מגיע הוא לראות באורו של העולם.{" "}
            <b>זיעה</b> — <b>דכתיב</b> <span className="small">[שנאמר]:</span>{" "}
            <b>"בזעת אפיך תאכל לחם"</b> (בראשית ג, יט). <b>שלשול</b> —{" "}
            <b>דכתיב</b> <span className="small">[שנאמר]:</span>{" "}
            <b>"מהר צעה להפתח ולא ימות לשחת"</b> (ישעיהו נא, נד). <b>קרי</b> —{" "}
            <b>דכתיב</b> <span className="small">[שנאמר]:</span>{" "}
            <b>"יראה זרע יאריך ימים"</b> (שם כג, י). <b>שינה</b> — <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]:</span> <b>"ישנתי אז ינוח לי"</b>{" "}
            (איוב ג, יג). <b>חלום</b> — <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]:</span> <b>"ותחלימני והחיני"</b>{" "}
            (ישעיהו לח, טז), "ותחלימני" — לשון חלום.
          </p>
          <p>
            וכעין זה: <b>ששה דברים מרפאין את החולה מחליו ורפואתו רפואה,</b> ו
            <b>
              אלו הן: כרוב, ותרדין, וסיסין יבשין, וקיבה, והרת, ויותרת הכבד. ויש
              אומרים
            </b>{" "}
            כי תכונות אלו יש <b>אף</b> ל
            <b>
              דגים קטנים. ולא עוד, אלא שדגים קטנים מפרין ומברין כל גופו של אדם.
            </b>
          </p>
          <p>
            ולעומת זאת, <b>עשרה דברים מחזירין את החולה</b> שהתרפא מחוליו שוב{" "}
            <b>לחליו, וחליו קשה</b> משהיה, ו<b>אלו הן:</b> האוכל{" "}
            <b>בשר שור, בשר שמן</b> בכלל, או <b>בשר צלי,</b> או{" "}
            <b>בשר צפרים, וביצה צלויה, ותגלחת,</b> שאם מתגלח החולה הרי זה מזיק
            לו, <b>ו</b>כן אם היה אוכל <b>שחלים, והחלב, והגבינה, ו</b>רחיצה בבית{" "}
            <b>המרחץ. ויש אומרים</b> ש<b>אף</b> אכילת <b>אגוזים. ויש אומרים</b>{" "}
            ש<b>אף</b> אכילת <b>קשואים.</b>
          </p>
          <p>
            ומעין זה <b>תנא דבי</b>{" "}
            <span className="small">[שנה החכם מבית</span> מדרשו
            <span className="small">]</span> של{" "}
            <b>ר' ישמעאל: למה נקרא שמן קשואים</b> —{" "}
            <b>מפני שהן קשין לגוף כחרבות.</b> ושואלים: <b>איני</b>{" "}
            <span className="small">[הרי אין הדבר כן],</span> <b>והכתיב</b>{" "}
            <span className="small">[והרי נאמר]:</span>{" "}
            <b>"ויאמר ה' לה שני גוים בבטנך"</b> (בראשית כה, כג), ואמרו:{" "}
            <b>אל תקרי</b> <span className="small">[תקרא]</span>{" "}
            <b>"גוים" אלא "גיים"</b> (גאים), <b>ואמר רב יהודה אמר רב: אלו</b>{" "}
            שני אנשים גדולים שיצאו מרבקה, ובהם נתקיים פסוק זה,{" "}
            <b>אנטונינוס ורבי, ש</b>מרוב עושרם{" "}
            <b>
              לא פסק משלחנם לא צנון ולא חזרת ולא קשואין, לא בימות החמה ולא בימות
              הגשמים.
            </b>{" "}
            והרי שהקישואים הם דבר טוב ואף מעדן מלכים!
          </p>
          <p>
            ומתרצים: <b>לא קשיא</b> <span className="small">[אין</span> זה{" "}
            <span className="small">קשה],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> ששנינו שהם קשים לגוף הרי זה{" "}
            <b>ברברבי</b> <span className="small">[בגדולים],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> ששנינו שלא פסקו משולחנם של רבי
            ואנטונינוס, והרי שטובים הם, הרי זה <b>בזוטרי</b>{" "}
            <span className="small">[בקטנים].</span>
          </p>
          <p>
            <span className="big">ה</span> ועוד בענין החלום, <b>תנו רבנן</b>{" "}
            <span className="small">[שנו חכמים]:</span> החולם שהוא רואה{" "}
            <b>מת בבית</b> — סימן הוא ל<b>שלום בבית. אכל ושתה</b> המת בחלומו{" "}
            <b>בבית</b> — <b>סימן יפה לבית. נטל</b> המת <b>כלים מן הבית</b> —{" "}
            <b>סימן רע</b> הוא <b>לבית,</b> שמרמז הוא כאילו המת לוקח עמו מישהו
            מהבית. <b>תרגמא</b> <span className="small">[הסביר]</span> זאת{" "}
            <b>רב פפא במסאנא וסנדלא</b>{" "}
            <span className="small">[במנעל וסנדל],</span> שאם חלם שלקח המת דברים
            אלה הרי זה רמז שמישהו צריך ללכת לדרך ארוכה, וכן אמרו: <b>כל</b> מה{" "}
            <b>דשקיל שכבא</b> <span className="small">[שלוקח המת]</span> בחלום —
            הרי זה <b>מעלי</b> <span className="small">[מעולה],</span>{" "}
            <b>בר ממסאנא וסנדלא</b>{" "}
            <span className="small">[חוץ ממנעל וסנדל],</span>{" "}
            <b>וכל דיהיב שכבא</b> <span className="small">[שנותן המת]</span>{" "}
            בחלום — הרי זה <b>מעלי</b> <span className="small">[מעולה],</span>{" "}
            <b>בר מעפרא וחרדלא</b>{" "}
            <span className="small">[חוץ מעפר וחרדל]</span> הדומה במראהו לעפר,
            שהם סימן לקבורה.
          </p>
          <p>
            <span className="big">ו</span> שנינו במשנה שהרואה{" "}
            <b>מקום שנעקרה ממנו עבודה זרה</b> מברך "ברוך... שעקר עבודה זרה
            מארצנו". ובענין זה <b>תנו רבנן</b>{" "}
            <span className="small">[שנו חכמים]</span> בתוספתא: <b>הרואה</b> את
            העבודה זרה ששמה{" "}
            <b>מרקוליס, אומר: "ברוך... שנתן ארך אפים לעוברי רצונו",</b> שבכל יום
            היו מוסיפים וזורקים אבנים חדשות על הגל שבנו לכבודו (תוספות). והרואה{" "}
            <b>
              מקום שנעקרה ממנו עבודה זרה, אומר "ברוך... שעקר עבודה זרה מארצנו.
              וכשם שנעקרה ממקום זה כן תעקר מכל מקומות ישראל, והשב לב עובדיהם
              לעבדך". ובחוץ לארץ אין צריך לומר "והשב לב עובדיהם לעבדך" מפני
              שרובה
            </b>{" "}
            מאכלסת{" "}
            <b>
              גויים. ר' שמעון בן אלעזר אומר: אף בחוץ לארץ צריך לומר כן, מפני ש
            </b>
            כל העמים <b>עתידים להתגייר</b> לעתיד לבוא, <b>שנאמר:</b> "כי{" "}
            <b>אז אהפך אל עמים שפה ברורה</b> לקרוא בשם ה' לעובדו שכם אחד" (צפניה
            ג, ט).
          </p>
          <p>
            <span className="big">ז</span> להלן עוסקת הגמרא בדברים שאדם רואה
            ותקנו חכמים לכל אלו ברכות ראיה מיוחדות. <b>דרש רב המנונא: הרואה</b>{" "}
            את <b>בבל הרשעה צריך לברך חמש ברכות.</b> ומפרטים: <b>ראה</b> את
            חורבות העיר <b>בבל, אומר: "ברוך... שהחריב בבל הרשעה". ראה ביתו</b>{" "}
            החרב{" "}
            <b>
              של נבוכדנצר, אומר: "ברוך... שהחריב ביתו של נבוכדנצר הרשע". ראה
            </b>{" "}
            את <b>גוב של</b> ה<b>אריות</b> שהושלך אליו דניאל <b>או</b> את{" "}
            <b>כבשן האש</b> שהושלכו בתוכו חנניה מישאל ועזריה,{" "}
            <b>
              אומר: "ברוך... שעשה נסים לאבותינו במקום הזה". ראה מרקוליס, אומר:
              "ברוך... שנתן ארך אפים לעוברי רצונו". ראה מקום שנוטלין ממנו עפר,
            </b>{" "}
            כי מחורבות בבל היו במשך דורות לוקחים עפר ומשתמשים בו לזיבול או לבניה
            מסביב, <b>אומר: "ברוך... אומר ועושה גוזר ומקיים".</b>
          </p>
          <p>
            ומסופר כי{" "}
            <b>רבא כי הוה חזי חמרי דשקלי עפרא, טריף להו ידא על גבייהו, ואמר</b>{" "}
            <span className="small">[כאשר היה רואה חמורים הנושאים עפר</span>{" "}
            מבבל, <span className="small">היה טופח בידו על גביהם ואומר]</span>{" "}
            להם: <b>רהוטו צדיקי למעבד רעותא דמרייכו</b>{" "}
            <span className="small">[רוצו צדיקים לעשות את רצון אדונכם].</span>{" "}
            <b>מר בריה</b> <span className="small">[בנו]</span> של{" "}
            <b>רבינא כי הוה מטי</b>{" "}
            <span className="small">[כאשר היה מגיע]</span>{" "}
            <b>לבבל הוה שקיל עפרא בסודריה ושדי לברא</b>{" "}
            <span className="small">[היה לוקח עפר בסודרו וזורק לחוץ],</span>{" "}
            <b>לקיים מה שנאמר "וטאטאתיה במטאטא השמד"</b> (ישעיהו יד, כג).{" "}
            <b>אמר רב אשי: אנא, הא</b> <span className="small">[אני,</span>{" "}
            מימרא <span className="small">זו]</span> של <b>רב המנונא</b> שהרואה
            בבל הרשעה צריך לברך חמש ברכות <b>לא שמיע לי</b>{" "}
            <span className="small">[שמעתי]</span> אותה,{" "}
            <b>אלא מדעתאי בריכתינהו לכולהו</b>{" "}
            <span className="small">[מדעתי ברכתי את כולן]</span>
          </p>
        </div>

        <h3>רש"י</h3>
        <div className="clsBody">
          <p>
            <b>השכים</b>. העומד ממטתו ונפל לו פסוק בפיו:<b> שיר השירים</b>. כולו
            יראת שמים וחבת המקום בלב כל ישראל:<b> רבי ישמעאל בן אלישע</b>.
            מהרוגי המלכות היה והפשיטו עור קרקפתו בחייו:
            <b> חוץ מן הפיל והקוף והקפוד</b>. שמשונין במראיהן:<b> קפוד</b>. חיה
            שדומה לקוף ויש לה זנב ארוך ושמה מרטינ"א:<b> דמסרג</b>. אוכף על גביו
            וי"א נתון באפסר:<b> חוץ ממר</b>. פשו"ר בלע"ז:<b> פסל</b>. דוליי"ר:
            <b> דחזנהו בקתייהו</b>. שראויין למלאכתן לחבל ולהשחית:
            <b> פגי תמרה</b>. שלא בשלו כל צרכן:
            <b> בכנייהו</b>. במחובר אבל בתלוש סימן הוא למכות כדפשר ליה בר הדיא
            לרבא קולפי בלעת:<b> תכלת</b>. ירוק הוא ומי שפניו ירוקים חולה הוא:
            <b> קריא</b>. יבנ"ץ:<b> קפופא</b>. צואיט"א בלע"ז ויש לה לסתות כלחיי
            אדם לפיכך הן מגונים:
            <b> קורפראי</b>. טלפ"א:<b> גודגדניות</b>. צירתי"ש:
            <b> כפניות</b>. מין תמרים רעים:<b> שמש</b>. חמה זורחת:<b> קול</b>.
            של מיני זמר או קול ערב של אשה:<b> עטוש</b>. אשטרנוד"ר:
            <b> מהר צועה</b>. מי שצריך להריק מעיו הרקת כלי נקראת צעיה שנאמר
            (ירמיהו מח) ושלחתי לו צועים וצעוהו וכליו יריקו במואב כתיב:
            <b> ותחלימני והחייני</b>. בחזקיה כתיב:<b> תרדין</b>. בלי"ץ:
            <b> מי סיסין</b>. בשול פוליאו"ל:<b> והרת</b>. וידלייר"א שהשליל
            בתוכה:<b> יותרת הכבד</b>. אייבר"ש של בהמה:<b> ומברין</b>. לשון
            בריאות:<b> ותגלחת</b>. אם מגלח:
            <b> זוטרי</b>. יפין:<b> מסאנא וסנדלא</b>. סימן יוצאי חוץ הוא שמוציא
            אחרים מן הבית:<b> עפרא</b>. סימן הוא שרמז להם קבורה:
            <b> לב עובדיהם</b>. על פושעי ישראל מתפלל:<b> כבשן של אש</b>. חפירה
            שהוסק בה כבשנם של חנניה מישאל ועזריה:<b> מקום שנוטלין ממנו עפר</b>.
            מקום יש בבל שאין בהמה יוצאה משם אם אין נותנים עליה עפר מעפר המקום
            והוא סימן השמד ומקללותיה של בבל היא וביסוד מהר"ר יצחק ראיתי שנוטלים
            משם עפר לטיט לבניני המקום וסוף סוף אותו מקום אין בו ישוב ולא זרע ולא
            נטיעה:<b> גוזר ומקיים</b>. שגזר להשמידה וקיים:
          </p>
        </div>
        <h4>עמוד נז ע"ב</h4>

        <RoeLinks />
      </div>
    </>
  );
}
