import RoeLinks from "@/components/RoeLinks";
import { Metadata } from "next";
export const metadata: Metadata = {
  title: "פרק הרואה מסכת ברכות",
  description: "ספר פתרון חלומות לרב האי גאון",
  keywords: [
    "dreams",
    "hai gaon",
    "פתרון חלומות",
    "pitron-halomoṭ",
    "רב האי גאון",
  ],
  authors: [{ name: "Yehuda Hason" }],
};
export default function Roe6() {
  return (
    <>
      <div className="book-container">
        <h1>פרק הרואה מסכת ברכות</h1>
        <h3>עם פירוש שטיינזלץ זצ"ל</h3>
        <h3>ברכות נו ע"ב</h3>
        <h4>עמוד</h4>
        <RoeLinks />
        <br />
        <div className="clsBody">
          <p>
            <b>שיראי דמלכא</b> <span className="small">[מעילי המלך]!</span>{" "}
            <b>כפיתו תרין ארזי בחבלא</b>{" "}
            <span className="small">[קשרו שני ארזים בחבל],</span>{" "}
            <b>אסור חד כרעיה לחד ארזא וחד כרעיה לחד ארזא</b>{" "}
            <span className="small">[קשרו רגל אחת לארז אחד ורגל אחת,</span>{" "}
            האחרת, <span className="small">לארז אחד,</span> אחר
            <span className="small">],</span> <b>ושרו לחבלא עד דאצטליק רישיה</b>{" "}
            <span className="small">[והתירו את החבל עד שיתפצל ראשו].</span>{" "}
            <b>אזל כל חד וחד וקם אדוכתיה ואצטליק ונפל בתרין</b>{" "}
            <span className="small">[הלך כל אחד ואחד,</span> כל חלק וחלק{" "}
            <span className="small">ועמד במקומו והתפצל ונפל בשתים].</span>
          </p>
          <p>
            <span className="big">א</span> סיפור אחר ביחס לחכם שהיה פותר חלומות
            מספרים על ר' ישמעאל. ש
            <b>שאל בן דמא בן אחותו של ר' ישמעאל את ר' ישמעאל</b> דודו:{" "}
            <b>ראיתי</b> בחלום על <b>שני לחיי שנשרו,</b> מהו פתרון חלומי?{" "}
            <b>אמר</b> לו ר' ישמעאל: <b>שני גדודי רומי יעצו עליך רעה, ומתו,</b>{" "}
            שהלחיים מסמלים פה שדיבר רע.
          </p>
          <p>
            בדומה מסופר: <b>אמר ליה</b> <span className="small">[לו]</span>{" "}
            <b>בר קפרא לרבי: ראיתי</b> בחלום את <b>חוטמי שנשר,</b> מהו פתרון
            חלומי? <b>אמר ליה</b> <span className="small">[לו]:</span> הרי זה
            מרמז ש<b>חרון אף נסתלק ממך.</b> הוסיף ו<b>אמר ליה</b>{" "}
            <span className="small">[לו]</span> בר קפרא: <b>ראיתי</b> בחלום את{" "}
            <b>שני ידי שנחתכו. אמר ליה</b> <span className="small">[לו]</span>{" "}
            רבי: פתרון חלומך הוא ש<b>לא תצטרך למעשה ידיך,</b> שתהיה עשיר ותהיה
            פרנסתך ברווח גם בלא מאמץ. עוד <b>אמר ליה</b>{" "}
            <span className="small">[לו]</span> בר קפרא:{" "}
            <b>ראיתי שני רגלי שנקטעו. אמר ליה</b>{" "}
            <span className="small">[לו]</span> רבי כפתרון לחלומו:{" "}
            <b>על סוס אתה רוכב.</b> הוסיף ואמר לו: <b>חזאי דאמרי</b>{" "}
            <span className="small">[ראיתי שאומרים]</span> <b>לי ב</b>חודש{" "}
            <b>אדר מיתת</b> <span className="small">[תמות]</span> <b>ו</b>את{" "}
            <b>ניסן לא חזית</b> <span className="small">[תראה].</span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>באדרותא מיתת</b> <span className="small">[בהדר תמות]</span>{" "}
            <b>ולא אתית</b> <span className="small">[תבוא]</span>{" "}
            <b>לידי נסיון.</b>
          </p>
          <p>
            <span className="big">ב</span> על פתרון חלומות בדרך אחרת מסופר:{" "}
            <b>אמר ליה ההוא</b> <span className="small">[לו אותו]</span>{" "}
            <b>מינא</b> <span className="small">[מין]</span>{" "}
            <b>לר' ישמעאל: ראיתי</b> בחלומי <b>שאני משקה שמן לזיתים,</b> מהו
            פתרון חלומי? <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            סימן הוא שאותו אדם <b>בא על אמו,</b> שהרי השמן בא מן הזית והוא מחזיר
            השמן לזיתים. <b>אמר ליה</b> <span className="small">[לו]</span> אותו
            מין: <b>חזאי דקטיף לי כוכבא</b>{" "}
            <span className="small">[ראיתי שאני קוטף כוכב].</span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span> <b>בר</b>{" "}
            <span className="small">[בן]</span> <b>ישראל גנבת,</b> שנמשלו ישראל
            לכוכבים. <b>אמר ליה</b> <span className="small">[לו]</span> המין:{" "}
            <b>חזאי</b> <span className="small">[ראיתי]</span> ש
            <b>בלעתי לכוכבא</b> <span className="small">[את הכוכב].</span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span> <b>בר</b>{" "}
            <span className="small">[בן]</span> <b>ישראל זבנתיה</b>{" "}
            <span className="small">[מכרת]</span> <b>ואכלת לדמיה</b>{" "}
            <span className="small">[את כספו],</span> הכסף שקבלת בעדו.{" "}
            <b>אמר ליה</b> <span className="small">[לו]</span> המין: <b>חזאי</b>{" "}
            <span className="small">[ראיתי]</span> את <b>עיני דנשקן אהדדי</b>{" "}
            <span className="small">[ש</span>הן{" "}
            <span className="small">נושקות זו לזו].</span> <b>אמר ליה</b>{" "}
            <span className="small">[לו]:</span> אותו אדם <b>בא על אחותו,</b>{" "}
            שהיא והוא כשתי עינים. <b>אמר ליה</b>{" "}
            <span className="small">[לו]</span> המין: <b>חזאי דנשקי סיהרא</b>{" "}
            <span className="small">[ראיתי שאני נושק את הירח].</span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span> אותו אדם{" "}
            <b>בא על אשת ישראל</b> שנמשלה לירח. <b>אמר ליה</b>{" "}
            <span className="small">[לו]:</span> <b>חזאי דדריכנא בטונא דאסא</b>{" "}
            <span className="small">[ראיתי שאני דורך במיטה של הדס].</span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>בא על נערה המאורסה,</b> שרגילים היו לעשות לה בשעת אירוסין חופת
            הדסים. <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>חזאי טונא מעילאי והוא מתתאי</b>{" "}
            <span className="small">[ראיתי שהמיטה מעלי, והוא,</span> אני,{" "}
            <span className="small">מתחתיה].</span> <b>אמר ליה</b>{" "}
            <span className="small">[לו]:</span> <b>משכבך הפוך. אמר ליה</b>{" "}
            <span className="small">[לו]:</span> <b>חזאי עורבי דהדרי לפורייה</b>{" "}
            <span className="small">
              [ראיתי עורבים שמסתובבים מסביב למיטתי].
            </span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>אשתך זנתה מאנשים הרבה. אמר ליה</b>{" "}
            <span className="small">[לו]:</span> <b>חזאי יוני דהדרי לפורייה</b>{" "}
            <span className="small">[ראיתי יונים הסובבות את מיטתי].</span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>נשים הרבה טמאת. אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>חזאי דנקיט תרי יוני ופרחן</b>{" "}
            <span className="small">[ראיתי שאני מחזיק שתי יונים ו</span>הן{" "}
            <span className="small">פורחות].</span> <b>אמר ליה</b>{" "}
            <span className="small">[לו]:</span> <b>תרתי נשי נסבת ופטרתינון</b>{" "}
            <span className="small">[שתי נשים נשאת ופטרתן</span> מביתך
            <span className="small">]</span> <b>בלא גט.</b>
          </p>
          <p>
            <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>חזאי דקליפנא ביעי</b>{" "}
            <span className="small">[ראיתי שאני קולף ביצים].</span>{" "}
            <b>אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>שכבי קא משלחת</b>{" "}
            <span className="small">[מתים אתה מפשיט],</span> שהביצה נאכלת בסעודת
            הבראה על המת. <b>אמר ליה</b> <span className="small">[לו]</span>{" "}
            אותו מין: <b>כולהו</b> <span className="small">[כל</span> מה שפתרת
            <span className="small">]</span> אכן <b>איתנהו</b>{" "}
            <span className="small">[יש]</span> <b>בי, לבר מהא</b>{" "}
            <span className="small">[חוץ מזה</span> הפתרון האחרון
            <span className="small">]</span> <b>דליתא</b>{" "}
            <span className="small">[שאין]</span> בי.{" "}
            <b>אדהכי והכי אתיא האי איתתא</b>{" "}
            <span className="small">[בין כה וכה באה אשה אחת]</span>{" "}
            <b>ואמרה ליה</b> <span className="small">[לו]:</span>{" "}
            <b>האי גלימא דמכסא</b> — <b>דגברא פלוני הוא, דמית ואשלחתיה</b>{" "}
            <span className="small">[גלימה זו שאתה מתכסה</span> בה —{" "}
            <span className="small">של אדם פלוני היא, שמת והפשטת אותו].</span>
          </p>
          <p>
            המשיך ו<b>אמר ליה</b> <span className="small">[לו]</span> המין לר'
            ישמעאל: <b>חזאי דאמרי</b>{" "}
            <span className="small">[ראיתי שאמרו]</span> <b>לי</b> בחלום:{" "}
            <b>שבק</b> <span className="small">[הניח]</span> <b>לך אבוך נכסי</b>{" "}
            <span className="small">[אביך נכסים]</span> <b>בקפודקיא. אמר ליה</b>{" "}
            <span className="small">[לו]</span> ר' ישמעאל: האם <b>אית</b>{" "}
            <span className="small">[יש]</span> <b>לך נכסי</b>{" "}
            <span className="small">[נכסים]</span> <b>בקפודקיא?</b> האם{" "}
            <b>אזל אבוך</b> <span className="small">[הלך אביך]</span>{" "}
            <b>לקפודקיא? אמר ליה</b> <span className="small">[לו]:</span>{" "}
            <b>לאו</b> <span className="small">[לא].</span> <b>אמר ליה</b>{" "}
            <span className="small">[לו]:</span> <b>אם כן,</b> יש להבין כך:{" "}
            <b>קפא</b> ביוונית הוא <b>כשורא</b>{" "}
            <span className="small">[קורה],</span> <b>דיקא</b> הוא ביוונית{" "}
            <b>עשרה. זיל חזי קפא דריש עשרה</b>{" "}
            <span className="small">[ראה</span> את הקורה העשירית] בביתך{" "}
            <b>שהיא מלאה זוזי</b> <span className="small">[זוזים,</span> כסף
            <span className="small">].</span> <b>אזל אשכח</b>{" "}
            <span className="small">[הלך ומצא]</span> <b>שהיא מלאה זוזי</b>{" "}
            <span className="small">[זוזים].</span>
          </p>
          <p>
            <span className="big">ג</span> ומכאן ואילך פתרונות לפרטי חלומות.{" "}
            <b>אמר ר' חנינא: הרואה באר בחלום</b> —{" "}
            <b>
              רואה שלום, שנאמר "ויחפרו עבדי יצחק בנחל וימצאו שם באר מים חיים"
            </b>{" "}
            (בראשית כו, יט), וסופה היה שלום. <b>ר' נתן אומר:</b> הרואה באר
            בחלומו סימן הוא כי <b>מצא תורה,</b> שהבאר מסמלת תורה, ומנין למד אתה
            זאת — <b>שנאמר</b> על התורה <b>"כי מצאי מצא חיים"</b> (משלי ח, לה),{" "}
            <b>וכתיב הכא</b> <span className="small">[ונאמר כאן]</span>{" "}
            <b>"באר מים חיים",</b> והרי ש"חיים" הם תורה. <b>רבא אמר:</b> הבאר
            מסמלת <b>חיים ממש.</b>
          </p>
          <p>
            <b>אמר ר' חנן: שלש שלומות הן,</b> ששלושה דברים הנראים בחלום מרמזים
            לשלום: <b>נהר, צפור, וקדרה.</b> ומפרטים: <b>נהר</b> — <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]:</span>{" "}
            <b>"הנני נטה אליה כנהר שלום"</b> (ישעיהו סו, יב). <b>צפור</b> —{" "}
            <b>דכתיב</b> <span className="small">[שנאמר]:</span>{" "}
            <b>"כצפרים עפות כן יגן ה' צבאות</b> על ירושלים" וגו' (שם לא, ה).{" "}
            <b>קדרה</b> — <b>דכתיב</b> <span className="small">[שנאמר]:</span>{" "}
            <b>"ה' תשפת שלום לנו"</b> (שם כו, יב), שהשלום מדומה בפסוק זה כקדרה
            ששופתים אותה על האש. ו<b>אמר ר' חנינא: ו</b>דווקא{" "}
            <b>בקדרה שאין בה בשר שנינו</b> כאן. שקדרה שיש בה בשר מסמלת פורענות,
            וכפי שנאמר: <b>"ופרשו כאשר בסיר וכבשר בתוך קלחת"</b> (מיכה ג, ג).
          </p>
          <p>
            <span className="big">ד</span> מאחר ובכתובים יש דברים להם שתי
            משמעויות, לטוב ולרע, לכן <b>אמר ר' יהושע בן לוי</b> שכל הרואה בחלום
            דבר שיש לו משמעות כפולה, ימהר ויאמר את הפסוק הקשור לאותו דבר והוא
            בעל משמעות טובה. וכגון: <b>הרואה נהר בחלום, ישכים ויאמר</b> את הפסוק
            המפרשו לטובה: <b>"הנני נטה אליה כנהר שלום", קודם שיקדמנו</b>{" "}
            בהתגשמות <b>פסוק אחר</b> המשתמש לרע בסמל זה, והוא{" "}
            <b>"כי יבא כנהר צר"</b> (ישעיהו נט יט).{" "}
            <b>הרואה צפור בחלום, ישכים ויאמר "כצפרים עפות כן יגן</b> ה' צבאות על
            ירושלים", <b>קודם שיקדמנו</b> בהתגשמות{" "}
            <b>פסוק אחר "כצפור נודדת מן קנה</b> כן איש נודד ממקומו" (משלי כז,
            ח). <b>הרואה קדרה בחלום, ישכים ויאמר</b> "ויאמר{" "}
            <b>ה' תשפת שלום לנו" קודם שיקדמנו</b> בהתגשמות{" "}
            <b>פסוק אחר "שפת הסיר שפת"</b> (יחזקאל כד, ג) המסיים שם בנבואת זעם.
          </p>
          <p>
            <b>הרואה ענבים בחלום, ישכים ויאמר "כענבים במדבר</b> מצאתי אבותיכם
            <b>"</b> (הושע ט, י), <b>קודם שיקדמנו</b> בהתגשמות{" "}
            <b>פסוק אחר "ענבמו ענבי רוש</b> אשכלות מרורות למו" (דברים לב, לב).{" "}
            <b>הרואה הר בחלום, ישכים ויאמר "מה נאוו על ההרים רגלי מבשר</b> משמיע
            שלום מבשר טוב משמיע ישועה" (ישעיהו נב, ז) <b>קודם שיקדמנו</b>{" "}
            בהתגשמות <b>פסוק אחר "על ההרים אשא בכי ונהי"</b> (ירמיהו ט, ט).
          </p>
          <p>
            <b>הרואה שופר בחלום, ישכים ויאמר "והיה ביום ההוא יתקע בשופר גדול</b>{" "}
            ובאו האובדים בארץ אשור והנדחים בארץ מצרים" (ישעיהו כז, יג),{" "}
            <b>קודם שיקדמנו</b> בהתגשמות <b>פסוק אחר "תקעו שופר בגבעה"</b> (הושע
            ה, ח) כסמל מלחמה.
          </p>
          <p>
            <b>
              הרואה כלב בחלום, ישכים ויאמר "ולכל בני ישראל לא יחרץ כלב לשנו"
            </b>{" "}
            (שמות יא, ז) <b>קודם שיקדמנו</b> בהתגשמות{" "}
            <b>פסוק אחר: "והכלבים עזי נפש"</b> (ישעיהו נו, יא).{" "}
            <b>הרואה ארי בחלום, ישכים ויאמר "אריה שאג מי לא יירא</b> ה' אלהים
            דבר מי לא ינבא<b>"</b> (עמוס ג, ח) <b>קודם שיקדמנו</b> בהתגשמות{" "}
            <b>פסוק אחר "עלה אריה מסבכו</b> ומשחית גוים נסע יצא ממקומו" (ירמיהו
            ד, ז).
          </p>
          <p>
            <b>הרואה תגלחת בחלום, ישכים ויאמר "ויגלח ויחלף שמלתיו"</b> (בראשית
            מא, יד), שכן נאמר ביוסף כשיצא מבית הסוהר ועלה לגדולה,{" "}
            <b>קודם שיקדמנו</b> בהתגשמות <b>פסוק אחר</b> שנאמר בשמשון{" "}
            <b>"כי אם גלחתי וסר ממני כחי</b> וחליתי" (שופטים טז, יז).{" "}
            <b>הרואה באר בחלום, ישכים ויאמר "באר מים חיים"</b> (שיר השירים ד,
            טו) <b>קודם שיקדמנו</b> בהתגשמות <b>פסוק אחר "כהקיר ביר מימיה</b> כן
            הקרה רעתה" (ירמיהו ו, ז).{" "}
            <b>הרואה קנה בחלום, ישכים ויאמר "קנה רצוץ לא ישבור"</b> (ישעיהו מב,
            ג) האמור בשבחו של המשיח, <b>קודם שיקדמנו</b> בהתגשמות{" "}
            <b>פסוק אחר "הנה בטחת לך על משענת הקנה הרצוץ"</b> (מלכים ב' יח, כא).
          </p>
          <p>
            <b>תנו רבנן</b> <span className="small">[שנו חכמים]:</span>{" "}
            <b>הרואה קנה בחלום</b> — <b>יצפה לחכמה, שנאמר: "קנה חכמה"</b> (משלי
            ד, ז). הרואה <b>קנים</b> —{" "}
            <b>יצפה לבינה, שנאמר: "ובכל קנינך קנה בינה"</b> (שם). הוסיף ו
            <b>אמר ר' זירא: קרא</b> <span className="small">[דלעת],</span>{" "}
            <b>קורא</b> <span className="small">[קור הדקל],</span> <b>קירא</b>{" "}
            <span className="small">[שעוה]</span> ו<b>קניא</b>{" "}
            <span className="small">[קנה]</span> — <b>כולהו מעלו לחלמא</b>{" "}
            <span className="small">[כולם מעולים</span> יפים,{" "}
            <span className="small">לחלום],</span> כשאדם חולם עליהם. <b>תניא</b>{" "}
            <span className="small">[שנויה</span> ברייתא
            <span className="small">]:</span> <b>אין מראין דלועין</b> בחלום{" "}
            <b>אלא למי שהוא ירא שמים בכל כחו.</b> שדלועים נדרשים כקיצור "דלו
            עיני למרום" (ישעיהו לח, יד).
          </p>
          <p>
            <b>הרואה שור בחלום, ישכים ויאמר "בכור שורו הדר לו"</b> (דברים לג,
            יז) <b>קודם שיקדמנו</b> בהתגשמות <b>פסוק אחר</b> "ו{" "}
            <b>כי יגח שור את איש"</b> (שמות כא, כח).
          </p>
          <p>
            <b>תנו רבנן</b> <span className="small">[שנו חכמים]</span> בברייתא:{" "}
            <b>חמשה דברים נאמרו</b> בחלומות הקשורים <b>בשור. ה</b>חולם ש
            <b>אוכל מבשרו</b> — <b>מתעשר.</b> החולם ש<b>נגחו</b> — <b>הויין</b>{" "}
            <span className="small">[יהיו]</span> <b>ליה</b>{" "}
            <span className="small">[לו]</span> <b>בנים</b> תלמידי חכמים{" "}
            <b>שמנגחים בתורה. אם</b> ראה בחלום ש<b>נשכו</b> השור —{" "}
            <b>יסורין באים עליו.</b> חלם ש<b>בעטו</b> השור —{" "}
            <b>דרך רחוקה נזדמנה לו</b> ללכת בעתיד. ראה ש<b>רכבו</b> — סימן הוא
            שיהא <b>עולה לגדולה.</b>
          </p>
          <p>
            ושואלים: <b>והתניא</b> <span className="small">[והרי שנינו</span>{" "}
            בברייתא<span className="small">]</span> שאם ראה ש<b>רכבו</b> — הרי
            זה סימן לכך שהוא <b>מת!</b> ומשיבים: <b>לא קשיא</b>{" "}
            <span className="small">[אין</span> זה{" "}
            <span className="small">קשה],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> ששנינו שהוא עולה לגדולה הרי זה
            באופן שראה בחלום <b>דרכיב</b> <span className="small">[שרוכב]</span>{" "}
            <b>הוא לתורא</b> <span className="small">[על השור].</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> ששנינו שזהו סימן למיתתו הקרובה,
            הרי זה באופן שראה <b>דרכיב תורא לדידיה</b>{" "}
            <span className="small">[שרוכב השור עליו].</span>
          </p>
          <p>
            <span className="big">ה</span> <b>הרואה חמור בחלום</b> —{" "}
            <b>
              יצפה לישועה, שנאמר "הנה מלכך יבוא לך צדיק ונושע הוא עני ורכב על
              חמור"
            </b>{" "}
            (זכריה ט, ט). <b>הרואה חתול בחלום</b> — <b>באתרא דקרו ליה</b>{" "}
            <span className="small">[במקום שקוראים לו]</span> בארמית{" "}
            <b>"שונרא"</b> — <b>נעשית לו שירה נאה.</b> ובמקום קוראים לחתול{" "}
            <b>"שינרא"</b> — סימן הוא ש
            <b>נעשה לו שינוי רע. הרואה ענבים בחלום,</b> אם ראה ענבים{" "}
            <b>לבנות,</b> כלומר, בהירות, <b>בין</b> שראה אותם <b>בזמנן</b> שהיא
            עונת הבשלת ענבים אלה, <b>ובין שלא בזמנן</b> — <b>יפות</b> הן לו. ואם
            ראה ענבים <b>שחורות</b> רק אם ראה אותם <b>בזמנן</b> — <b>יפות.</b>{" "}
            ואולם אם ראה אותם <b>שלא בזמנן</b> —{" "}
            <b>רעות. הרואה סוס לבן בחלום, בין</b> שהיה הסוס מהלך{" "}
            <b>בנחת, בין ברדוף</b> (ממהר) — סימן <b>יפה לו.</b> ואולם אם ראה סוס{" "}
            <b>אדום, בנחת</b> — סימן <b>יפה, ברדוף</b> — <b>קשה.</b>
          </p>
          <p>
            אמרו: <b>הרואה ישמעאל בחלום</b> — סימן הוא כי <b>תפלתו</b> תהא{" "}
            <b>נשמעת,</b> כשם שנשמעה תפילתו של ישמעאל. ומעירים: <b>ודוקא</b>{" "}
            כשראה את <b>ישמעאל בן אברהם, אבל טייעא בעלמא</b>{" "}
            <span className="small">[סתם ערבי]</span> — <b>לא,</b> אינו סימן
            יפה. <b>הרואה גמל בחלום</b> — סימן הוא ש
            <b>
              מיתה נקנסה לו מן השמים והצילוהו ממנה. אמר ר' חמא בר' חנינא: מאי
              קראה
            </b>{" "}
            <span className="small">[מהו הכתוב]</span> המרמז על דבר זה —{" "}
            <b>"ואנכי ארד עמך מצרימה ואנכי אעלך גם עלה"</b> (בראשית מו, ד), "גם
            עלה" נדרש כהרחבה של "גמל". <b>רב נחמן בר יצחק אמר:</b> המקור לדבר
            הוא <b>מהכא</b> <span className="small">[מכאן]</span> מפסוק אחר:{" "}
            <b>"גם ה' העביר חטאתך לא תמות"</b> (שמואל ב' יב, יג).
          </p>
          <p>
            <b>הרואה פינחס בחלום</b> — הרי זה סימן כי <b>פלא נעשה לו,</b> כדרך
            שנעשו ניסים לפנחס. <b>הרואה פיל בחלום</b> — הרי זה סימן כי{" "}
            <b>פלאות נעשו לו</b> (מקירבת המלים פיל—פלא). והרואה <b>פילים</b>{" "}
            בחלום — <b>פלאי פלאות נעשו לו.</b>
          </p>
          <p>
            ושואלים: <b>והתניא</b> <span className="small">[והרי שנינו</span>{" "}
            בברייתא<span className="small">]</span> ש
            <b>כל מיני חיות יפין לחלום,</b> כשאדם חולם עליהם{" "}
            <b>חוץ מן הפיל ומן הקוף!</b> ומתרצים: <b>לא קשיא</b>{" "}
            <span className="small">[אין</span> זה{" "}
            <span className="small">קשה],</span>
          </p>
        </div>

        <h3>רש"י</h3>
        <div className="clsBody">
          <p>
            <b>שיראי דמלכא</b>. מעילים של מלך:<b> דאצטליק</b>. נחלק לב' ודוגמתו
            בהעור והרוטב (דף קכד.) דצלקי מצלק:<b> יעצו עליך רעה</b>. והם הלחיים
            פה שיעץ עליך רעה:<b> חרון אף</b>. ניכר בחוטם שמתחמם ומוציא הבל על כן
            הוא קרוי חרון אף:<b> לא תצטרך למעשה ידיך</b>. שתתעשר:
            <b> באדרותא מיתת</b>. בכבוד ובהדר תמות:<b> אמו בעל</b>. דומיא דשמן
            שהוא בתוך הזית השקה את אמו:<b> קטיף לי כוכבא</b>. עקרתי כוכב בחלום:
            <b> גנבת</b>. שנמשלו לכוכבים:<b> נערה המאורסה</b>. היו רגילין לעשות
            לה חופה של הדס בכניסתה לחופה וקורין לה הינומא כדאמרינן בכתובות (דף
            טו:) שיצאתה בהינומא וראשה פרוע:<b> טונא דאסא</b>. טולא דאסא:
            <b> שכבי משלחת</b>. מתים הפשטת: אם כן דלית לך התם נכסי ואבוך לא שכיב
            התם:<b> קפא</b>. דאמרי לך היא כשורא שבלשון פרס ויון קורין לכשורא
            קפא:<b> דיקא</b>. הוא עשרה שבלשון יוני קורין לעשרה דיקא והכי אמרי לך
            יש לך ממון בקורה עשירית:<b> דריש עשרה</b>. קורה שבראש עשרה:
            <b> שלש שלומות הם</b>. שלש חלומות המבשרים שלום:
            <b> ופרשו כאשר בסיר</b>. אלמא פורענותא היא:<b> ובכל קנינך</b>. לשון
            מרובה הוא אף קנים הרבה קנה של בינה הוא:<b> קרא קורא קירא קניא</b>.
            קרא דלעת כדאמרינן לקמן הרואה דלועין בחלום ירא שמים הוא לשון דלו עיני
            למרום (ישעיה לח):<b> קורא</b>. רך הגדל בענפי הדקל בכל שנה כדרך שאר
            אילנות ולשנה שניה הוא מתקשה ונעשה עץ:<b> קירא</b>. שעוה:<b> קניא</b>
            . קנה:<b> האוכל מבשרו</b>. בחלום:<b> בין ברדוף</b>. כשהוא רץ:
            <b> גם עלה</b>. קרוב לנוטריקון של גמל:<b> פלא נעשה לו</b>. כמו שנעשה
            לפינחס כדאמרינן בסנהדרין (דף פב.):
          </p>
        </div>
        <h4>עמוד נו ע"ב</h4>

        <RoeLinks />
      </div>
    </>
  );
}
