import RoeLinks from "@/components/RoeLinks";
import { Metadata } from "next";

export const metadata: Metadata = {
  title: "פרק הרואה מסכת ברכות",
  description: "ספר פתרון חלומות לרב האי גאון",
  keywords: [
    "dreams",
    "hai gaon",
    "פתרון חלומות",
    "pitron-halomoṭ",
    "רב האי גאון",
  ],
  authors: [{ name: "Yehuda Hason" }],
};
export default function Roe4() {
  return (
    <>
      <div className="book-container">
        <h1>פרק הרואה מסכת ברכות</h1>
        <h3>עם פירוש שטיינזלץ זצ"ל</h3>
        <h3>ברכות נה ע"ב</h3>
        <h4>עמוד</h4>
        <RoeLinks />
        <br />
        <div className="clsBody">
          <p>
            ואחד עשר כוכבים משתחווים לי" (בראשית לז, ט),{" "}
            <b>וההיא שעתא אמיה לא הות</b>{" "}
            <span className="small">[ובאותה שעה אמו לא היתה]</span> כבר בחיים,
            ולפי משמעות החלום הירח מסמל את אמו של יוסף, הרי שאף חלום זה שנתקיים,
            היה בו דבר שלא התקיים.
          </p>
          <p>
            ומכאן <b>אמר ר' לוי: לעולם יצפה אדם ל</b>התגשמותו של{" "}
            <b>חלום טוב עד עשרים ושתים שנה. מנלן</b>{" "}
            <span className="small">[מנין לנו]</span> דבר זה? —{" "}
            <b>מיוסף, דכתיב</b> <span className="small">[שנאמר]</span> בסיפור
            חלומו של יוסף: <b>"אלה תלדות יעקב יוסף בן שבע עשרה שנה</b> היה רועה
            את אחיו בצאן" (שם, ב) <b>וכתיב</b>{" "}
            <span className="small">[ונאמר]:</span>{" "}
            <b>"ויוסף בן שלשים שנה בעמדו לפני פרעה</b> מלך מצרים" (שם מא, מו),{" "}
            <b>מן שבסרי</b> <span className="small">[שבע עשרה]</span> ו
            <b>עד תלתין</b> <span className="small">[שלושים]</span> <b>כמה</b>{" "}
            שנים <b>הוי</b> <span className="small">[הם]?</span> —{" "}
            <b>תלת סרי</b> <span className="small">[שלוש עשרה],</span>{" "}
            <b>ושב דשבעא ותרתי דכפנא</b> — <b>הא עשרים ותרתי</b>{" "}
            <span className="small">[ו</span>עוד{" "}
            <span className="small">שבע</span> שנים{" "}
            <span className="small">של שובע ושתים של רעב</span> —{" "}
            <span className="small">הרי עשרים ושתים]</span> ורק אז נתקיים החלום
            שבאו אחיו והשתחוו לו.
          </p>
          <p>
            <span className="big">א</span>{" "}
            <b>
              אמר רב הונא: לאדם טוב אין מראין לו חלום טוב, ולאדם רע אין מראין לו
              חלום רע,
            </b>{" "}
            אלא הטוב נענש על מקצת חטאותיו בחלומות רעים, והרע מקבל שכר על
            זכויותיו בחלומות טובים.
          </p>
          <p>
            <b>תניא נמי הכי</b> <span className="small">[שנינו</span> ברייתא{" "}
            <span className="small">גם כן כך]:</span>{" "}
            <b>כל שנותיו של דוד לא ראה</b> דוד{" "}
            <b>חלום טוב, וכל שנותיו של אחיתופל לא ראה</b> אחיתופל{" "}
            <b>חלום רע.</b>
          </p>
          <p>
            ומקשים: <b>והכתיב</b> <span className="small">[והרי נאמר]</span> על
            הבוטח בה' <b>"לא תאנה אליך רעה</b> ונגע לא יקרב באהלך" (תהלים צא,
            י). <b>ואמר רב חסדא אמר רב ירמיה בר אבא</b> כפירוש לפסוק: הכוונה היא{" "}
            <b>שלא יבהילוך לא חלומות רעים ולא הרהורים רעים.</b> ופירוש{" "}
            <b>"ונגע לא יקרב באהלך"</b> — <b>שלא תמצא אשתך</b> שהיא{" "}
            <b>ספק נדה בשעה שאתה בא מן הדרך.</b> והרי שאין זה אפשרי שיהיו כל
            ימיו של צדיק בחלומות רעים! <b>אלא</b> יש לומר כי{" "}
            <b>איהו לא חזי ליה, אחריני חזו ליה</b>{" "}
            <span className="small">[הוא לא ראה</span> חלומות, אבל{" "}
            <span className="small">אחרים ראו לו]</span> חלומות רעים שחלמו עליו.
          </p>
          <p>
            ושואלים: <b>וכי לא חזא איהו, מעליותא הוא</b>{" "}
            <span className="small">[וכאשר לא ראה הוא,</span> חלום, האם{" "}
            <span className="small">מעלה היא]?</span> <b>והאמר</b>{" "}
            <span className="small">[והרי אמר]</span>{" "}
            <b>ר' זעירא: כל הלן שבעה ימים בלא</b> שיחלום <b>חלום</b> —{" "}
            <b>נקרא "רע",</b> שמראה הדבר שאף בדרך עקיפין זו אין הקדוש ברוך הוא
            מתגלה אליו. ורמז לדבר ממה <b>שנאמר: "ושבע ילין בל יפקד רע"</b> (משלי
            יט, כג), ואמרו חכמים: <b>אל תקרי</b>{" "}
            <span className="small">[תקרא]</span> <b>"שבע" אלא "שבע",</b> ונדרש:
            מי ששבע פעמים ילין ולא יפקד בחלום — הריהו רע. <b>אלא</b> יש ודאי
            לומר כי ראה דוד חלומות, ו<b>הכי קאמר</b>{" "}
            <span className="small">[כך אמר]:</span> <b>דחזא</b>{" "}
            <span className="small">[שראה]</span> דוד <b>ו</b>אולם{" "}
            <b>לא ידע מאי חזא</b> <span className="small">[מה ראה].</span>
          </p>
          <p>
            <span className="big">ב</span>{" "}
            <b>
              אמר רב הונא בר אמי אמר ר' פדת אמר ר' יוחנן: הרואה חלום ונפשו עגומה
            </b>{" "}
            ממנו, <b>ילך ויפתרנו בפני שלשה.</b> על כך תמהים:{" "}
            <b>"יפתרנו"?! והאמר</b> <span className="small">[והרי אמר]</span>{" "}
            <b>רב חסדא</b> כי <b>חלמא</b> <span className="small">[חלום]</span>{" "}
            ש<b>לא מפשר</b> <span className="small">[נפתר]</span> הריהו{" "}
            <b>כאגרתא</b> <span className="small">[כאיגרת]</span> ש
            <b>לא מקריא</b> <span className="small">[נקראה],</span> ואם חושש
            מפני החלום מדוע יקרב את התגשמותו? <b>אלא אימא</b>{" "}
            <span className="small">[אמור]</span> כך: <b>יטיבנו בפני שלשה.</b>{" "}
            וכך יעשה: <b>ליתי תלתא ולימא להו</b>{" "}
            <span className="small">[יביא שלושה</span> אנשים{" "}
            <span className="small">ויאמר להם]:</span> <b>"חלמא טבא חזאי"</b>{" "}
            <span className="small">[חלום טוב ראיתי].</span>{" "}
            <b>ולימרו ליה הנך</b>{" "}
            <span className="small">[ויאמרו לו אלו]:</span> <b>"טבא</b>{" "}
            <span className="small">[טוב]</span> <b>הוא וטבא ליהוי</b>{" "}
            <span className="small">[וטוב יהיה],</span> <b>רחמנא לשוייה לטב</b>{" "}
            <span className="small">[הקדוש ברוך הוא יעשה אותו לטוב].</span>{" "}
            <b>שבע זימנין לגזרו עלך מן שמיא דלהוי טבא, ויהוי טבא"</b>{" "}
            <span className="small">
              [שבע פעמים יגזרו עליך מן השמים שיהיה טוב, ויהיה טוב].
            </span>{" "}
            <b>ולימרו</b> <span className="small">[ו</span>אחר כך{" "}
            <span className="small">יאמרו]</span> <b>שלש</b> פסוקים של{" "}
            <b>הפוכות,</b> שמוזכרת בהם הפיכה מרע לטוב, <b>ושלש</b> של{" "}
            <b>פדויות ושלש</b> של הזכרת <b>שלומות.</b>
          </p>
          <p>
            ומפרטים: <b>שלש הפוכות</b> —{" "}
            <b>"הפכת מספדי למחול לי פתחת שקי ותאזרני שמחה"</b> (תהלים ל, יב),
            וכן{" "}
            <b>"אז תשמח בתולה במחול... ובחרים וזקנים יחדו והפכתי אבלם לששון</b>{" "}
            ונחמתים ושמחתים מיגונם" (ירמיהו לא, יב), וכן{" "}
            <b>"ולא אבה ה' אלהיך לשמע אל בלעם ויהפך</b> ה' אלהיך לך את הקללה
            לברכה" (דברים כג, ו).
          </p>
          <p>
            <b>ושלש פדויות, דכתיב</b> <span className="small">[שנאמר]:</span>{" "}
            <b>"פדה בשלום נפשי מקרב לי</b> כי ברבים היו עמדי" (תהלים נה, יט),
            וכן <b>"ופדויי ה' ישבון</b> ובאו ציון ברנה ושמחת עולם על ראשם ששון
            ושמחה ישיגו ונסו יגון ואנחה" (ישעיהו לה, י), וכן{" "}
            <b>"ויאמר העם אל שאול היונתן ימות אשר עשה הישועה</b> הגדולה הזאת
            בישראל... ויפדו העם את יונתן ולא מת" (שמואל א' יד, מה).
          </p>
          <p>
            ו<b>שלש שלומות, דכתיב</b> <span className="small">[שנאמר]:</span>{" "}
            <b>"בורא ניב שפתים שלום שלום לרחוק ולקרוב אמר ה' ורפאתיו"</b>{" "}
            (ישעיהו נז, יט). וכן <b>"ורוח לבשה את עמשי</b> ראש השלישים לך דויד
            ועמך בן ישי שלום שלום לך ושלום לעזרך כי עזרך אלהיך" (דברי הימים א'
            יב, יט). וכן <b>"ואמרתם כה לחי ואתה שלום וביתך שלום</b> וכל אשר לך
            שלום" (שמואל א' כה, ו).
          </p>
          <p>
            <span className="big">ג</span> מסופר כי{" "}
            <b>אמימר ומר זוטרא ורב אשי הוו יתבי בהדי הדדי</b>{" "}
            <span className="small">[היו יושבים יחד].</span> <b>אמרי</b>{" "}
            <span className="small">[אמרו]:</span>{" "}
            <b>כל חד וחד מינן לימא מלתא דלא שמיע ליה לחבריה</b>{" "}
            <span className="small">
              [כל אחד ואחד מאתנו יאמר דבר שלא שמע אותו חבירו].
            </span>{" "}
            <b>פתח חד מינייהו</b> <span className="small">[אחד מהם]</span>{" "}
            <b>
              ואמר: האי מאן דחזא חלמא ולא ידע מאי חזא, ליקום קמי כהני בעידנא
              דפרסי ידייהו ולימא הכי
            </b>{" "}
            <span className="small">
              [מי שראה חלום ואינו יודע מה ראה, יעמוד לפני הכהנים בזמן שנושאים
              כפיהם
            </span>{" "}
            בברכת כהנים <span className="small">ויאמר כך]:</span>{" "}
            <b>
              "רבונו של עולם, אני שלך וחלומותי שלך, חלום חלמתי ואיני יודע מה
              הוא. בין שחלמתי אני לעצמי ובין שחלמו לי חבירי ובין שחלמתי על
              אחרים, אם טובים הם
            </b>{" "}
            — <b>חזקם ואמצם כחלומותיו של יוסף. ואם צריכים</b> הם ל<b>רפואה</b> —{" "}
            <b>
              רפאם כמי מרה על ידי משה רבינו, וכמרים מצרעתה, וכחזקיה מחליו, וכמי
              יריחו על ידי אלישע. וכשם שהפכת קללת בלעם הרשע לברכה, כן הפוך כל
              חלומותי עלי לטובה". ומסיים בהדי כהני דעני צבורא
            </b>{" "}
            <span className="small">[יחד עם הכהנים שעונה הציבור]</span>{" "}
            <b>"אמן"</b> אחר הדברים, הן ברכת הכהנים והן בקשתו הפרטית. <b>ואי</b>{" "}
            <span className="small">[ואם]</span> <b>לא,</b> שאינו מספיק לומר כל
            נוסח זה, <b>לימא הכי</b> <span className="small">[יאמר כך]:</span>{" "}
            <b>
              "אדיר במרום, שוכן בגבורה, אתה שלום ושמך שלום. יהי רצון מלפניך
              שתשים עלינו שלום".
            </b>
          </p>
          <p>
            <b>פתח אידך</b> <span className="small">[האחר]</span>{" "}
            <b>ואמר: האי מאן דעייל למתא ודחיל מעינא בישא</b>{" "}
            <span className="small">[מי שנכנס לעיר וירא מעין הרע],</span>{" "}
            <b>
              לנקוט זקפא דידא דימיניה בידא דשמאליה וזקפא דידא דשמאליה בידא
              דימיניה, ולימא הכי
            </b>{" "}
            <span className="small">
              [יחזיק בוהן ידו הימנית בידו השמאלית ובוהן ידו השמאלית בידו הימנית,
              ויאמר כך]:
            </span>{" "}
            <b>אנא</b> <span className="small">[אני]</span> <b>פלוני בר</b>{" "}
            <span className="small">[בן]</span> <b>פלוני מזרעא</b>{" "}
            <span className="small">[מזרע]</span> של <b>יוסף קאתינא</b>{" "}
            <span className="small">[אני בא],</span> ש
            <b>לא שלטא ביה עינא בישא</b>{" "}
            <span className="small">[שלטה בו עין רעה],</span> <b>ש</b>על יוסף{" "}
            <b>נאמר: "בן פרת יוסף בן פרת עלי עין</b> בנות צעדה עלי שור" (בראשית
            מט, כב), <b>אל תקרי</b> <span className="small">[תקרא]</span>{" "}
            <b>"עלי עין" אלא "עולי עין",</b> שהוא למעלה מן העין, ואין העין יכולה
            לשלוט בו. <b>ר' יוסי בר' חנינא אמר: מהכא</b>{" "}
            <span className="small">[מכאן]</span> נלמד הדבר, ממה שנאמר בברכת בני
            יוסף <b>"וידגו לרב בקרב הארץ"</b> (שם מח, טז), ומשמעות הדבר:{" "}
            <b>מה דגים שבים</b> ה<b>מים מכסים עליהם</b> ואינם נראים{" "}
            <b>
              ואין עין רעה שולטת בהם, אף זרעו של יוסף אין עין רעה שולטת בהם. ואי
              דחיל מעינא בישא דיליה
            </b>{" "}
            <span className="small">[ואם הוא חושש מהעין הרעה של עצמו]</span>{" "}
            שתזיק לאחרים, <b>ליחזי אטרפא דנחיריה דשמאליה</b>{" "}
            <span className="small">[יסתכל בצד נחירו השמאלי].</span>
          </p>
          <p>
            <b>פתח אידך</b> <span className="small">[האחר]</span>{" "}
            <b>ואמר: האי מאן דחליש</b>{" "}
            <span className="small">[מי שחולה],</span>{" "}
            <b>יומא קמא לא לגלי, כי היכי דלא לתרע מזליה</b>{" "}
            <span className="small">
              [ביום הראשון אל יגלה, כדי שלא יורע מזלו],
            </span>{" "}
            <b>מכאן ואילך לגלי</b> <span className="small">[יגלה].</span>{" "}
            <b>כי הא</b> <span className="small">[כמו</span> דבר{" "}
            <span className="small">זה]</span> שהיה ב<b>רבא, כי הוה חליש</b>{" "}
            <span className="small">[</span>ש
            <span className="small">כאשר היה חולה],</span> <b>יומא קמא</b>{" "}
            <span className="small">[ביום הראשון]</span> <b>לא מגלי</b>{" "}
            <span className="small">[</span>היה{" "}
            <span className="small">מגלה]</span>{" "}
            <b>מכאן ואילך אמר ליה לשמעיה</b>{" "}
            <span className="small">[לו לשמשו]:</span> <b>פוק אכריז</b>{" "}
            <span className="small">[צא</span> ו
            <span className="small">הכרז]:</span> <b>"רבא חלש"</b>{" "}
            <span className="small">[חלה].</span> <b>מאן דרחים לי</b>{" "}
            <span className="small">[מי שאוהב אותי]</span> — <b>לבעי</b>{" "}
            <span className="small">[יבקש]</span> <b>עלי רחמי</b>{" "}
            <span className="small">[רחמים],</span> <b>ומאן דסני לי</b>{" "}
            <span className="small">[ומי ששונא אותי]</span> — <b>לחדי לי</b>{" "}
            <span className="small">[ישמח עלי].</span> <b>וכתיב</b>{" "}
            <span className="small">[ו</span>הרי{" "}
            <span className="small">נאמר]</span>{" "}
            <b>
              "בנפל אויבך אל תשמח ובכשלו אל יגל לבך פן יראה ה' ורע בעיניו והשיב
              מעליו אפו"
            </b>{" "}
            (משלי כד, יז–יח), כך שגם שמחתם לאיד של אויבי תסייע להחלמתי.
          </p>
          <p>
            <span className="big">ד</span> מסופר:{" "}
            <b>שמואל כי הוה חזי חלמא בישא</b>{" "}
            <span className="small">[כאשר היה רואה חלום רע]</span> <b>אמר</b>{" "}
            <span className="small">[היה אומר]:</span>{" "}
            <b>"וחלמות השוא ידברו"</b> (זכריה י, ב). <b>כי הוה חזי חלמא טבא</b>{" "}
            <span className="small">[כאשר היה רואה חלום טוב]</span>{" "}
            <b>אמר: וכי החלומות השוא ידברו? והכתיב</b>{" "}
            <span className="small">[והרי נאמר]</span> <b>"בחלום אדבר בו"</b>{" "}
            (במדבר יב, ו)!
          </p>
          <p>
            ואכן, <b>רבא רמי</b> <span className="small">[השליך,</span> הראה את
            הסתירה<span className="small">]</span> בין הכתובים הללו: מצד אחד{" "}
            <b>כתיב</b> <span className="small">[נאמר]</span>{" "}
            <b>"בחלום אדבר בו",</b> ומצד אחר <b>כתיב</b>{" "}
            <span className="small">[נאמר]:</span> <b>"וחלמות השוא ידברו"!</b>{" "}
            ומתרץ: <b>לא קשיא</b> <span className="small">[אין</span> זה{" "}
            <span className="small">קשה],</span> שיש שני סוגי חלומות <b>כאן</b>{" "}
            הפסוק "בחלום אדבר בו" שממנו משמע שיש ממש בחלומות, מדבר בחלומות הבאים{" "}
            <b>על ידי מלאך, וכאן</b> הפסוק "וחלומות השוא ידברו", שממנו משמע שאין
            בחלומות ולא כלום, מדבר בחלום הבא <b>על ידי שד.</b>
          </p>
          <p>
            בשלשלת ארוכה של מוסרי המאמר מסופר כי{" "}
            <b>
              אמר ר' ביזנא בר זבדא אמר ר' עקיבא אמר ר' פנדא אמר רב נחום אמר ר'
              בירים משום
            </b>{" "}
            (בשם) <b>זקן אחד, ומנו</b> <span className="small">[ומי הוא]</span>{" "}
            —{" "}
            <b>
              ר' בנאה: עשרים וארבעה פותרי חלומות היו בירושלים, פעם אחת חלמתי
              חלום והלכתי אצל כולם
            </b>{" "}
            לפתור חלום שראיתי, <b>ומה שפתר לי זה לא פתר לי זה, ו</b>אף על פי כן{" "}
            <b>כולם,</b> כל הפתרונות{" "}
            <b>נתקיימו בי. לקיים מה שנאמר: כל החלומות הולכים אחר הפה</b> של
            הפותר.
          </p>
          <p>
            ושואלים: <b>אטו</b> <span className="small">[וכי]</span>{" "}
            <b>"כל החלומות הולכים אחר הפה" קרא</b>{" "}
            <span className="small">[מקרא]</span> <b>הוא</b> שהוא מצטט ומאמת
            אותו? ומשיבים: <b>אין</b> <span className="small">[כן]</span>{" "}
            <b>וכ</b>דברי <b>ר' אלעזר,</b> ש
            <b>אמר ר' אלעזר: מנין שכל החלומות הולכין אחר הפה</b> של הפותר? —{" "}
            <b>שנאמר</b> בסיפור חלומות שני שרי פרעה, שר המשקים ושר האופים, שאמרו
            הם לפרעה: <b>"ויהי כאשר פתר לנו כן היה"</b> (בראשית מא, יג).{" "}
            <b>אמר רבא,</b> יש להגביל דברים אלו: <b>והוא</b> דווקא באופן{" "}
            <b>דמפשר ליה</b> <span className="small">[שפותר לו]</span>{" "}
            <b>מעין חלמיה</b> <span className="small">[מעין חלומו],</span> שנראה
            שהפתרון נובע מהחלום, <b>שנאמר</b> בסיפור פתרון חלומות שרי פרעה על
            ידי יוסף <b>"איש כחלמו פתר"</b> (שם יב).
          </p>
          <p>
            ואגב הבאת פתרון החלומות על ידי יוסף, שואלים: נאמר{" "}
            <b>"וירא שר האפים</b> כי טוב פתר" (שם מ, טז), ו<b>מנא</b>{" "}
            <span className="small">[מנין]</span> <b>ידע</b> שר האופים שפתרון
            טוב הוא? <b>אמר ר' אלעזר: מלמד שכל אחד ואחד</b> מהם{" "}
            <b>הראוהו חלומו ופתרון חלומו של חבירו,</b> ולכן ידע שהוא הפתרון
            הנכון.
          </p>
          <p>
            על התאמתותם של חלומות <b>אמר ר' יוחנן:</b> מי ש
            <b>השכים ונפל לו פסוק לתוך פיו,</b> שעם קומו בבוקר עולה בדעתו פסוק
            מסויים, <b>הרי זו נבואה קטנה,</b> ויש בכך רמז שיתקיים תוכן הפסוק.
          </p>
          <p>
            <b>ו</b>עוד{" "}
            <b>
              אמר ר' יוחנן: שלשה חלומות מתקיימין: חלום של שחרית, וחלום שחלם לו
            </b>{" "}
            (עליו) <b>חבירו, וחלום שנפתר בתוך</b> ה<b>חלום. ויש</b> מי ש
            <b>אומר</b> ש<b>אף חלום שנשנה</b> כמה פעמים מתקיים,{" "}
            <b>שנאמר "ועל השנות החלום</b> אל פרעה פעמיים כי נכון הדבר מעם האלהים
            וממהר האלהים לעשותו" (שם מא, לב).
          </p>
          <p>
            <span className="big">ה</span>{" "}
            <b>אמר ר' שמואל בר נחמני אמר ר' יונתן: אין מראין לו לאדם</b> בחלום{" "}
            <b>אלא מהרהורי לבו</b> בהקיץ. וראיה לדבר ממה <b>שנאמר</b> שאמר דניאל
            לנבוכדנצר: <b>"אנת מלכא רעיונך על משכבך סלקו</b> מה די להוא אחרי
            דנה"{" "}
            <span className="small">
              [אתה המלך רעיונותיך על משכבך עלו מה יהיה אחרי כן]
            </span>{" "}
            (דניאל ב, כט). <b>ואיבעית אימא</b>{" "}
            <span className="small">[ואם תרצה אמור]</span> שהדבר נלמד{" "}
            <b>מהכא</b> <span className="small">[מכאן],</span> מפסוק אחר באותו
            ענין <b>"ורעיוני לבבך תנדע"</b>{" "}
            <span className="small">[ומחשבות לבך תדע]</span> (שם ל), ואיך תדע? —
            בכך שהם יתגלו לך בחלום. <b>אמר רבא: תדע</b> שכן הוא, שהרי{" "}
            <b>לא מחוו ליה לאינש</b>{" "}
            <span className="small">[מראים לו לאדם]</span> בחלום{" "}
            <b>לא דקלא דדהבא</b> <span className="small">[דקל</span> העשוי{" "}
            <span className="small">מזהב]</span>{" "}
            <b>ולא פילא דעייל בקופא דמחטא</b>{" "}
            <span className="small">[פיל</span> הנכנס{" "}
            <span className="small">בקוף המחט],</span> כלומר, שאין בחלום דברים
            שאין אדם מעלה על דעתו.
          </p>
        </div>

        <h3>רש"י</h3>
        <div className="clsBody">
          <p>
            <b>וההיא שעתא</b>. דחלם אמיה לא הות:<b> יצפה</b>. שיתקיים:
            <b> מיוסף</b>. שלא נתקיימו השתחואות הללו עד עשרים ושתים שנה כשירד
            יעקב למצרים שכבר היה הרעב שתי שנים דכתיב כי זה שנתים הרעב (בראשית
            מה'):<b> לאדם טוב מראין לו חלום רע</b>. כדי שידאג ולא יחטא ושיכפר לו
            עצבונו:<b> לאדם רע מראין לו חלום טוב</b>. כדי לשמחו שיאכל עולמו:
            <b> ודוד לא ראה חלום טוב והא כתיב וכו'</b>. לא גרסינן הכי אלא גרסינן
            <strong> והא כתיב לא תאונה אליך רעה וגו'</strong>. קשיא לרב הונא
            דאמר לאדם טוב מראין לו חלום רע ומשני איהו לא חזי אחריני חזו ליה חלום
            רע:<b> וכי לא חזי איהו מעליותא הוא</b>. כיון דלא חזי חלום רע כדקאמר
            שלא יבהילוהו וחלום טוב לא כל שכן דלא חזי דהא קתני כל ימיו של דוד לא
            ראה חלום טוב אם כן לא חזי חלום כלל:<b> אלא שבע</b>. ז' לילות ילין
            ולא יפקד בשום חלום הרי הוא רע ושונאים אותו ואין מראין לו כלום:
            <b> </b>ומשני <b>דחזי ולא ידע מאי חזי</b>. אדם טוב מראין לו חלום טוב
            ועד שלא יקיץ משתכח ממנו כדי שלא ישמח:<b> זקפא</b>. גודל:
            <b> עלי עין עולי עין</b>. שליטין על העין ולא העין עולה בהן:
            <b> אטרפא דנחיריה דשמאליה</b>. דופן השמאלי של חוטמו:
            <b> האי מאן דחליש</b>. מי שחלה:<b> דסני לי לחדי לי</b>. ומתוך כך
            ישוב חרון אף מעלי:<b> הרהורי לבו</b>. מה שהוא מהרהר ביום:
            <b> רעיונך</b>. מחשבותיך וכן כל לשון רעיון שבמקרא אינו לשון רצון אלא
            לשון מחשבה וזה יוכיח ורעיוניה יבהלוניה (דניאל ד') וכי רצונו של אדם
            מבהלו אלא מחשבותיו מבהלין אותו:<b> דקלא דדהבא</b>. דבר שלא הורגל
            לראות ולא הרהר בו מעולם:<b> קופא דמחטא</b>. נקב המחט:
          </p>
        </div>
        <h4>עמוד נה ע"ב</h4>

        <RoeLinks />
      </div>
    </>
  );
}
