import RoeLinks from "@/components/RoeLinks";
import { Metadata } from "next";

export const metadata: Metadata = {
  title: "פרק הרואה מסכת ברכות",
  description: "ספר פתרון חלומות לרב האי גאון",
  keywords: [
    "dreams",
    "hai gaon",
    "פתרון חלומות",
    "pitron-halomoṭ",
    "רב האי גאון",
  ],
  authors: [{ name: "Yehuda Hason" }],
};
export default function Roe1() {
  return (
    <>
      <div className="book-container">
        <h1>פרק הרואה מסכת ברכות</h1>
        <h3>עם פירוש שטיינזלץ זצ"ל</h3>
        <h3>ברכות נד ע"א</h3>

        <h4>עמוד</h4>
        <RoeLinks />

        <br />
        <div className="clsContainer">
          <div className="clsBody">
            <p>
              <b>
                הרואה מקום שנעשו בו נסים לישראל, אומר: "ברוך... שעשה נסים
                לאבותינו במקום הזה".
              </b>{" "}
              הרואה{" "}
              <b>
                מקום שנעקרה ממנו עבודה זרה, אומר: "ברוך... שעקר עבודה זרה
                מארצנו".
              </b>
            </p>
            <p>
              על מאורעות הטבע הבולטים כמו <b>על הזיקין ועל הזועות</b> (אשר ידונו
              בטיבם בגמרא), <b>ועל הרעמים, ועל הרוחות</b> (רוחות הסערה),{" "}
              <b>ועל הברקים</b> שיש בהם התגלות של כוח הבורא <b>אומר</b> הרואה
              אותם: <b>"ברוך... שכחו וגבורתו מלא עולם".</b> ואילו{" "}
              <b>על ההרים, ועל הגבעות, ועל הימים, ועל הנהרות, ועל המדברות</b>{" "}
              היוצאים מגדר הרגיל (רמב"ם){" "}
              <b>אומר: "ברוך... עושה בראשית". ר' יהודה</b> לשיטתו, שלדעתו יש
              לקבוע לכל מין פרטי ברכה לעצמו, ולכן הוא{" "}
              <b>אומר: הרואה את הים הגדול</b> מברך ברכה מיוחדת, וכך הוא{" "}
              <b>אומר: "ברוך שעשה את הים הגדול".</b> וברכה זו, כשאר ברכות הראיה
              מאותו סוג מברך רק <b>בזמן שרואהו לפרקים,</b> ולא בקביעות.
            </p>
            <p>
              <b>על הגשמים ו</b>כן <b>על</b> שאר <b>בשורות טובות אומר</b> ברכה
              מיוחדת: <b>"ברוך הטוב והמטיב"</b> אף <b>על בשורות רעות אומר</b>{" "}
              ברכה מיוחדת: <b>"ברוך דיין האמת".</b> כמו כן כאשר <b>בנה</b> אדם{" "}
              <b>בית חדש, ו</b>כן זה ש<b>קנה כלים חדשים,</b> הריהו{" "}
              <b>אומר: "ברוך... שהחיינו וקיימנו והגיענו לזמן הזה".</b> כלל אמרו:{" "}
              <b>מברך</b> אדם <b>על הרעה מעין</b> הברכה שמברך <b>על הטובה.</b>{" "}
              כלומר, על רעה שיש בה לעתיד צד של טוב מברך כפי המצב הקיים. <b>ו</b>
              כן <b>על הטובה מעין על הרעה.</b>
            </p>
            <p>
              <b>ו</b>עוד אמרו ש<b>הצועק לשעבר,</b> כלומר, המתפלל על דבר שהיה
              בעבר ומנסה לתקן אותו בתפילתו — <b>הרי זו תפלת שוא.</b> וכגון מי ש
              <b>היתה אשתו מעוברת, ואומר "יהי רצון שתלד אשתי</b> בן <b>זכר"</b>{" "}
              — <b>הרי זו תפלת שוא.</b> או אם{" "}
              <b>היה בא בדרך ושמע קול צוחה בעיר, ואומר "יהי רצון שלא תהא</b>{" "}
              צוחה זו <b>בתוך ביתי"</b> — <b>הרי זו תפלת שוא,</b> שהרי כבר אירע
              המאורע.
            </p>
            <p>
              <span className="big">ב</span> עוד אמרו חכמים: <b>הנכנס לכרך</b>{" "}
              (וכאשר יבואר בגמרא מדובר במקום שיש סכנה בכניסה לכרך){" "}
              <b>מתפלל שתים,</b> שתי תפילות, <b>אחת בכניסתו,</b> שיכנס בשלום,{" "}
              <b>ואחת ביציאתו,</b> שיצא בשלום. <b>בן עזאי אומר:</b> מתפלל{" "}
              <b>ארבע</b> תפילות, <b>שתים בכניסתו, ושתים ביציאתו.</b> שיכנס
              בשלום ויצא בשלום, וכן <b>נותן הודאה על שעבר וצועק על העתיד.</b>
            </p>
            <p>
              <span className="big">ג</span> ומכאן להכללה:{" "}
              <b>
                חייב אדם לברך על הרעה כשם שמברך על הטובה, שנאמר: "ואהבת את ה'
                אלהיך בכל לבבך
              </b>{" "}
              ובכל נפשך ובכל מאודך<b>"</b> (דברים ו, ה), וכך פירשוהו:{" "}
              <b>"בכל לבבך"</b> — <b>בשני יצריך, ביצר טוב וביצר הרע,</b> שצריך
              לשעבד את שניהם לאהבת ה'. <b>"ובכל נפשך"</b> — <b>אפילו הוא,</b>{" "}
              הקדוש ברוך הוא, <b>נוטל את נפשך. "ובכל מאדך"</b> —{" "}
              <b>בכל ממונך,</b> שכן הכסף נקרא "מאד" במקרא. <b>דבר אחר</b> ניתן
              לפרש כי משמעות <b>"בכל מאדך"</b> היא —{" "}
              <b>בכל מדה ומדה שהוא מודד לך,</b> בין שהיא מידה טובה ובין שהיא
              מידת פורענות, <b>הוי מודה לו.</b>
            </p>
            <p>
              <span className="big">ד</span> ומכאן להלכות הקשורות בבית המקדש,{" "}
              <b>לא יקל אדם את ראשו</b> בכל נוהג של זלזול <b>כנגד שער המזרח</b>{" "}
              של הר הבית <b>שהוא מכוון כנגד בית קדשי הקדשים. ו</b>משום כבוד
              המקדש <b>לא יכנס</b> אדם <b>להר הבית במקלו, ובמנעלו, ובפונדתו</b>{" "}
              (חגורה חלולה ששמים בה את הכסף), <b>ו</b>אפילו{" "}
              <b>באבק שעל רגליו. ולא יעשנו קפנדריא</b> שלא יעבור דרכו כדי לקצר
              את הדרך. <b>ורקיקה</b> (יריקה) — <b>מקל וחומר</b> שאסורה בהר הבית.
            </p>
            <p>
              ומסופר: <b>כל חותמי ברכות שבמקדש</b> במקום לענות "אמן"{" "}
              <b>היו אומרים</b> "ברוך אתה ה' אלהי ישראל מן העולם ו
              <b>עד העולם</b> (האל הקדוש", ...חונן הדעת", וכן הלאה). ואולם{" "}
              <b>משקלקלו הצדוקים ואמרו</b> ש<b>אין עולם אלא אחד,</b> ואין עולם
              הבא, <b>התקינו שיהו אומרים</b> בסיום כל ברכה{" "}
              <b>"מן העולם ועד העולם".</b>
            </p>
            <p>
              <span className="big">ה</span> <b>ו</b>עוד תקנה <b>התקינו</b>{" "}
              חכמים: <b>שיהא אדם שואל את שלום חברו בשם,</b> שמזכיר בברכה את שם
              ה' כדרך{" "}
              <b>
                שנאמר: "והנה בעז בא מבית לחם ויאמר לקוצרים ה' עמכם ויאמרו לו
                יברכך ה'"
              </b>{" "}
              (רות ב, ד). <b>ו</b>עוד <b>אומר</b> הכתוב: <b>"</b>וירא אליו מלאך
              ה' ויאמר אליו <b>ה' עמך גבור החיל"</b> (שופטים ו, יב),{" "}
              <b>ואומר</b> הכתוב: "ו <b>אל תבוז כי זקנה אמך"</b> (משלי כג, כב),
              הרי שאין לזלזל במנהגים עתיקים. <b>ו</b>אם תאמר כי הזכרת שם ה' סתם
              אסורה — הרי על זה <b>אומר</b> הכתוב:{" "}
              <b>"עת לעשות לה' הפרו תורתך"</b> (תהלים קיט, קכו), שלפעמים כדי
              לקיים רצון ה' יש אף לבטל דברי תורה, ולשאול בשלום חבירו זהו מרצון
              ה'. <b>ר' נתן אומר</b> שיש להבין את הפסוק באופן אחר:{" "}
              <b>"הפרו תורתך" משום "עת לעשות לה'",</b> שבזמנים מסויימים יש לבטל
              דברי התורה כדי לעשות על ידי כך לחיזוקה.
            </p>
            <p>
              <span className="big">ו גמרא</span> בענין חובת הברכה על הנס
              שואלים: <b>מנא הני מילי</b>{" "}
              <span className="small">[מנין הדברים הללו]</span> נלמדים?{" "}
              <b>אמר ר' יוחנן,</b> ש<b>אמר קרא</b>{" "}
              <span className="small">[הכתוב]:</span>{" "}
              <b>"ויאמר יתרו ברוך ה' אשר הציל</b> אתכם מיד מצרים ומיד פרעה אשר
              הציל את העם מתחת יד מצרים" (שמות יח, י), הרי שמברכים על הנס.
            </p>
            <p>
              ושואלים: <b>אניסא</b> <span className="small">[על נס]</span> של{" "}
              <b>רבים מברכינן</b> <span className="small">[מברכים אנו]</span>{" "}
              ואילו <b>אניסא</b> <span className="small">[על נס]</span> של{" "}
              <b>יחיד לא מברכינן</b>{" "}
              <span className="small">[מברכים אנו]?!</span>{" "}
              <b>
                והא ההוא גברא דהוה קא אזיל{" "}
                <span className="small">[והרי אותו אדם שהיה הולך]</span> בעבר
                ימינא
              </b>{" "}
              <span className="small">[בצד ימין]</span> של נהר פרת,{" "}
              <b>נפל עליה אריא, אתעביד ליה ניסא, ואיתצל מיניה</b>{" "}
              <span className="small">
                [והתנפל עליו אריה, נעשה לו נס וניצל ממנו].
              </span>{" "}
              <b>אתא לקמיה</b> <span className="small">[בא לפני]</span>{" "}
              <b>רבא. אמר ליה</b> <span className="small">[לו]</span> רבא:{" "}
              <b>כל אימת</b> <span className="small">[זמן]</span>{" "}
              <b>דמטית להתם</b> — <b>בריך</b>{" "}
              <span className="small">[שתבוא לשם,</span> לאותו מקום שאירע בו
              הנס, <span className="small">ברך]</span>{" "}
              <b>"ברוך שעשה לי נס במקום הזה".</b>
            </p>
            <p>
              וכן, <b>מר בריה</b> <span className="small">[בנו]</span> של{" "}
              <b>רבינא הוה קאזיל בפקתא</b>{" "}
              <span className="small">[היה מהלך בבקעה]</span> של{" "}
              <b>ערבות וצחא למיא</b> <span className="small">[ו</span>היה{" "}
              <span className="small">צמא למים].</span>{" "}
              <b>אתעביד ליה ניסא, איברי ליה עינא דמיא, ואישתי</b>{" "}
              <span className="small">[נעשה לו נס,</span> ו
              <span className="small">נברא לו מעין מים, ושתה].</span>
            </p>
            <p>
              <b>ותו, זמנא חדא הוה קאזיל ברסתקא</b>{" "}
              <span className="small">[ועוד, פעם אחת היה מהלך בשוק]</span> של{" "}
              <b>מחוזא ונפל עליה גמלא פריצא</b>{" "}
              <span className="small">[והתנפל עליו גמל משוגע].</span>{" "}
              <b>איתפרקא ליה אשיתא, על לגוה</b>{" "}
              <span className="small">[נבקע לו הכותל,</span> ו
              <span className="small">נכנס לתוכו,</span> וניצל
              <span className="small">].</span> ומאז, <b>כי מטא</b>{" "}
              <span className="small">[כאשר היה מגיע]</span> <b>לערבות, בריך</b>{" "}
              <span className="small">[היה מברך]</span>{" "}
              <b>"ברוך... שעשה לי נס בערבות ובגמל".</b> וכן <b>כי מטא לרסתקא</b>{" "}
              <span className="small">[כאשר היה מגיע לשוק]</span> של{" "}
              <b>מחוזא בריך</b> <span className="small">[היה מברך]</span>{" "}
              <b>"ברוך... שעשה לי נס בגמל ובערבות",</b> הרי שאף על נס של יחיד יש
              לברך! <b>אמרי</b> <span className="small">[אומרים]</span> כהסבר
              לדבר: <b>אניסא</b> <span className="small">[על נס]</span> של{" "}
              <b>רבים</b> — <b>כולי עלמא מיחייבי לברוכי</b>{" "}
              <span className="small">[הכל חייבים לברך],</span> ואולם{" "}
              <b>אניסא</b> <span className="small">[על נס]</span> של <b>יחיד</b>{" "}
              — <b>איהו חייב לברוכי</b>{" "}
              <span className="small">[הוא מחוייב לברך].</span>
            </p>
            <p>
              <span className="big">ז</span> <b>תנו רבנן</b>{" "}
              <span className="small">[שנו חכמים]</span> בברייתא רשימה של מקומות
              שיש לברך על נסים שנעשו בהם: <b>הרואה מעברות הים,</b> המקום בו עברו
              ישראל את ים סוף, או <b>מעברות הירדן,</b> המקום בו עברו את הירדן,
              או <b>מעברות נחלי ארנון,</b> וכן <b>אבני</b> ה
              <b>אלגביש במורד בית חורון, ו</b>כן את ה
              <b>אבן שבקש לזרוק עוג מלך הבשן על ישראל, ו</b>כן את ה
              <b>אבן שישב עליה משה בשעה שעשה יהושע מלחמה בעמלק, ו</b>כן את{" "}
              <b>אשתו של לוט, ו</b>את <b>חומת יריחו שנבלעה במקומה</b> —{" "}
              <b>על כולן,</b> כל אותם ניסים,{" "}
              <b>צריך שיתן הודאה ושבח לפני המקום.</b>
            </p>
            <p>
              ומבררים את הדברים: <b>בשלמא</b>{" "}
              <span className="small">[נניח]</span> לענין <b>מעברות הים</b> שהנס
              שבהם מפורש בתורה, <b>דכתיב</b> <span className="small">[ש</span>כן{" "}
              <span className="small">נאמר]:</span>{" "}
              <b>"ויבאו בני ישראל בתוך הים ביבשה</b> והמים להם חומה מימינם
              ומשמאלם<b>"</b> (שמות יד, כב), וכן בנס <b>מעברות הירדן, דכתיב</b>{" "}
              <span className="small">[ש</span>כן{" "}
              <span className="small">נאמר]:</span>{" "}
              <b>
                "ויעמדו הכהנים נשאי הארון ברית ה' בחרבה בתוך הירדן הכן וכל ישראל
                עברים בחרבה עד אשר תמו כל הגוי לעבור את הירדן"
              </b>{" "}
              (יהושע ג, יז).
            </p>
            <p>
              <b>אלא</b> הנס שאירע ב<b>מעברות נחלי ארנון מנלן</b>{" "}
              <span className="small">[מנין לנו]?</span> — <b>דכתיב</b>{" "}
              <span className="small">[ש</span>כן{" "}
              <span className="small">נאמר]</span>{" "}
              <b>"על כן יאמר בספר מלחמת ה' את והב בסופה</b> ואת הנחלים ארנון
              ואשד הנחלים אשר נטה לשבת ער ונשען בגבול מואב<b>"</b> (במדבר כא,
              יד–טו). <b>תנא</b> <span className="small">[שנינו]</span> בענין
              הכתוב <b>"את והב בסופה": שני מצורעים היו,</b> שאחד מהם נקרא "את"
              והשני נקרא "הב", <b>דהוו</b> <span className="small">[שהיו]</span>{" "}
              <b>מהלכין בסוף מחנה ישראל. כי הוו קא חלפי</b>{" "}
              <span className="small">[כאשר היו עוברים]</span>{" "}
              <b>ישראל אתו אמוראי</b>{" "}
              <span className="small">[באו האמוריים]</span>
            </p>
          </div>
        </div>

        <br />
        <h3>רש"י</h3>
        <div className="clsBody">
          <p>
            <b>הרואה מקום שנעשו בו נסים לישראל</b>. כגון הנך דקתני לקמן מעברות
            הים והירדן ונחלי ארנון כו':<b> זיקין וזועות ורעמים</b>. מפרש בגמרא:
            <b> מלא עולם</b>. לפי שאלו נראין או נשמעין למרחוק:
            <b> ברוך עושה בראשית</b>. ובגמרא (ד' נט.) פריך אטו הנך דלעיל לאו
            מעשה בראשית נינהו:<b> לפרקים</b>. מפרש בגמרא (שם עב) ולפי שהוא חשוב
            וגדול מכלן קבע ליה רבי יהודה ברכה לעצמו:
            <b> מברך על הרעה מעין על הטובה</b>. דיין האמת:
            <b> ועל הטובה מעין על הרעה</b>. הטוב והמטיב ובגמרא מפרש היכי דמי:
            <b> הנכנס לכרך</b>. המהלך בדרך וצריך לעבור כרך ושם מצויים מושלים
            רעים ומחפשים עלילות:<b> אחת בכניסתו</b>. מתפלל שיכנס לשלום:
            <b> ביציאתו</b>. מתפלל שיצא לשלום:<b> ארבע</b>. כדמפרש נותן הודאה על
            שעבר וצועק על העתיד נמצאו ד' כדמפרש בגמרא:
            <b> חייב אדם לברך על הרעה כו'</b>. מפרש בגמרא:
            <b> דא בכל מאדך</b>. מדות מדודות לך בין מדה טובה בין מדת פורענות:
            <b> לא יקל ראש</b>. לא ינהג קלות ראש:<b> כנגד שער מזרחי</b>. חוץ להר
            הבית אשר בחומה הנמוכה אשר לרגלי הבית במזרח לפי שכל השערים מכוונים זה
            כנגד זה שער מזרח שער עזרת נשים ושער עזרת ישראל ופתח האולם וההיכל
            ובית קדשי הקדשים בימי מקדש ראשון כשהיה אמה טרקסין:
            <b> בפונדתו</b>. חגור חלול ונותנין בו מעות:<b> מקו</b>. בגמרא מפרש
            ליה:<b> כל חותמי ברכות שבמקדש היו אומרים עד העולם</b>. במסכת תענית
            (פב דף טז:) אמרינן אין עונין אמן במקדש המברך אומר בסוף כל ברכה ברוך
            אתה ה אלהי ישראל מן העולם ועד העולם ברוך חונן הדעת וכן בכולם והעונין
            אומרים ברוך שם כבוד מלכותו לעולם ועד וילפינן לה מקרא דתפלת עזרא
            וסיעתו ואשמעינן הכא דבמקדש ראשון לא היו אומרים אלא ברוך ה אלהי ישראל
            עד מן העולם:
            <b> משקלקלו הצדוקים</b>. ואמרו אין עולם אלא זה:<b> התקינו</b>. עזרא
            וסיעתו שיהו אומרים מן העולם ועד העולם לומר ששני עולמות יש להוציא מלב
            הצדוקים הכופרים בתחיית המתים:<b> שיהא אדם שואל לשלום חבירו בשם</b>.
            בשמו של הקבה ולא אמרינן מזלזל הוא בכבודו של מקום בשביל כבוד הבריות
            להוציא שם שמים עליו ולמדו מבעז שאמר ה עמכם ומן המלאך שאמר לגדעון ה
            עמך גבור החיל:
            <b> ואומר אל תבוז כי זקנה אמך</b>. למוד מדברי זקני אומתך לעשות מה
            שראית שעשו הם ובגמ מפרש מאי ואומר:
            <b> ואומר עת לעשות לה הפרו תורתך</b>. פעמים שמבטלים דברי תורה כדי
            לעשות לה אף זה המתכוין לשאול לשלום חברו זה רצונו של מקום שנא בקש
            שלום ורדפהו מותר להפר תורה ולעשות דבר הנראה אסור: גמ' הג' מנלן
            דמברכינן אניסא אר יוחנן דאמר קרא ויאמר יתרו ברוך ה' אשר הציל אתכם
            וגו:<b> בעבר ימינא</b>. שם מדינה בדרומו של פרת:<b> בפקתא</b>. בקעה:
            <b> ערבות</b>. שם מקום:
            <b> וצחא למיא</b>. צמא למים:<b> ברסתקא</b>. בשוק:<b> גמלא פריצא</b>.
            גמל משוגע שעסקיו רעים:<b> אתפרקא ליה אשיתא</b>. נפלה חומת בית שהיה
            סמוך לו ונכנס לתוך הבית מפני הגמל:<b> מעברות הים</b>. מקום שעברו
            ישראל בים סוף:<b> ומעברות הירדן</b>. בימי יהושע:
            <b> מעברות נחלי ארנון</b>. לקמן מפרש מאי ניסא:
            <b> במורד בית חורון</b>. בימי יהושע היה בספר יהושע:
            <b> ואבן שזרק עוג</b>. לקמן מפרש:
          </p>
        </div>

        <h4>עמוד נד ע"א</h4>
        <RoeLinks />
      </div>
    </>
  );
}
