import RoeLinks from "@/components/RoeLinks";
import { Metadata } from "next";
export const metadata: Metadata = {
  title: "פרק הרואה מסכת ברכות",
  description: "ספר פתרון חלומות לרב האי גאון",
  keywords: [
    "dreams",
    "hai gaon",
    "פתרון חלומות",
    "pitron-halomoṭ",
    "רב האי גאון",
  ],
  authors: [{ name: "Yehuda Hason" }],
};
export default function Roe2() {
  return (
    <>
      <div className="book-container">
        <h1>פרק הרואה מסכת ברכות</h1>
        <h3>עם פירוש שטיינזלץ זצ"ל</h3>
        <h3>ברכות נד ע"ב</h3>
        <h4>עמוד</h4>
        <RoeLinks />
        <br />

        <div className="clsBody">
          <p>
            <b>עבדי להון נקירותא וטשו בהון</b>{" "}
            <span className="small">[עשו להם מערות והתחבאו בהן].</span>{" "}
            <b>אמרי</b> <span className="small">[אמרו]:</span> <b>כי חלפי</b>{" "}
            <span className="small">[כאשר יעברו]</span> <b>ישראל הכא</b>{" "}
            <span className="small">[כאן]</span> — <b>נקטלינון</b>{" "}
            <span className="small">[נהרגם],</span> <b>ולא הוו ידעי</b>{" "}
            <span className="small">[היו יודעים]</span> ש<b>ארון</b> הברית{" "}
            <b>הוה מסגי קמייהו</b>{" "}
            <span className="small">[היה הולך לפני]</span>{" "}
            <b>ישראל והוה ממיך להו טורי מקמייהו</b>{" "}
            <span className="small">[והיה מיישר להם</span> את ה
            <span className="small">הרים לפניהם].</span> <b>כיון דאתא</b>{" "}
            <span className="small">[שבא]</span> ה
            <b>ארון, אדבקו טורי בהדי הדדי, וקטלינון, ונחת דמייהו</b>{" "}
            <span className="small">
              [נדבקו ההרים זה לזה, והרגום, וירד דמם]
            </span>{" "}
            <b>לנחלי ארנון. כי אתו</b> <span className="small">[כאשר באו]</span>{" "}
            <b>את והב</b> המצורעים האמוריים, <b>חזו דמא דקא נפיק מביני טורי</b>{" "}
            <span className="small">[ראו</span> את{" "}
            <span className="small">הדם היוצא מבין ההרים].</span>{" "}
            <b>אתו ואמרי להו</b> <span className="small">[באו ואמרו להם]</span>{" "}
            <b>לישראל</b> דבר זה. <b>ו</b>על כן <b>אמרו</b> ישראל{" "}
            <b>שירה. היינו דכתיב</b> <span className="small">[זהו שנאמר]:</span>{" "}
            <b>"ואשד הנחלים אשר נטה לשבת ער ונשען לגבול מואב"</b> (במדבר כא,
            טו). כלומר, שפך ("אשד") הנחלים הנמצא במקום בו נטה ונתפשט ההר שהיה
            בעבר העמק לעבר ההר הנמצא בער, היא מואב.
          </p>
          <p>
            בין הדברים אותם שנה התנא כניסים אשר במקום בו אירעו צריך לברך עליהם
            נמנו גם <b>אבני אלגביש.</b> ושואלים: <b>מאי</b>{" "}
            <span className="small">[מה]</span> הם אותם <b>אבני אלגביש?</b>
          </p>
          <p>
            <b>תנא</b> <span className="small">[שנוי]</span> במדרש: הם ה
            <b>אבנים שעמדו</b> באויר ולא ירדו <b>על גב</b> (בגלל){" "}
            <b>איש, וירדו על גב איש.</b> ומפרשים: <b>עמדו על גב איש</b> —{" "}
            <b>זה משה</b> שנקרא בכתוב "איש", <b>דכתיב</b>{" "}
            <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]</span> בו: <b>"והאיש משה ענו מאד"</b>{" "}
            (שם יב, ג), <b>וכתיב</b> <span className="small">[ו</span>עוד{" "}
            <span className="small">נאמר]:</span> <b>"</b>ויצא משה מעם פרעה את
            העיר ויפרוש כפיו אל ה' <b>ויחדלו הקלות והברד ומטר לא נתך ארצה"</b>{" "}
            (שמות ט, לג), הרי שעמדו אבני הברד בשל משה. והאבנים{" "}
            <b>ירדו על גב איש</b> — <b>זה יהושע</b> שאף הוא נקרא "איש",{" "}
            <b>דכתיב</b> <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]</span> בו:{" "}
            <b>"קח לך את יהושע בן נון איש אשר רוח בו"</b> (במדבר כז, יח),{" "}
            <b>וכתיב</b> <span className="small">[ונאמר]</span> שכאשר עלה יהושע
            ואנשיו למלחמה על חיל מלכי האמורי אמר לו ה' שלא ירא מהם כי הוא נותנם
            בידו, וכך אכן היה, שמתו באבנים, וכפי שנאמר:{" "}
            <b>
              "ויהי בנוסם מפני בני ישראל הם במורד בית חורן וה' השליך עליהם אבנים
              גדלות
            </b>{" "}
            מן השמים עד עזקה וימותו רבים אשר מתו באבני הברד מאשר הרגו בני ישראל
            בחרב" (יהושע י, יא).
          </p>
          <p>
            <span className="big">א</span> על ה
            <b>אבן שבקש עוג מלך הבשן לזרוק על ישראל</b> אין מקרא כתוב, אלא{" "}
            <b>גמרא גמירי לה</b>{" "}
            <span className="small">[מסורת מסורה היא].</span> ומסופר שכך{" "}
            <b>אמר עוג: מחנה ישראל כמה הוי</b>{" "}
            <span className="small">[הוא]</span> — <b>תלתא פרסי</b>{" "}
            <span className="small">[שלוש פרסאות],</span>{" "}
            <b>איזיל ואיעקר טורא בר תלתא פרסי ואישדי עלייהו, ואיקטלינהו</b>{" "}
            <span className="small">
              [אלך ואעקור הר בן שלוש פרסות ואשליך עליהם, ואהרגם].
            </span>{" "}
            <b>אזל</b> <span className="small">[הלך]</span> ו
            <b>עקר טורא בר תלתא פרסי ואייתי על רישיה</b>{" "}
            <span className="small">[הר בן שלוש פרסות ושם על ראשו],</span>{" "}
            <b>ואייתי קודשא בריך הוא עליה קמצי</b>{" "}
            <span className="small">[והביא הקדוש ברוך הוא עליו חגבים]</span>{" "}
            <b>ונקבוה</b> לכיפת ההר, <b>ונחית בצואריה</b>{" "}
            <span className="small">[ונפל</span> ההר{" "}
            <span className="small">על צווארו].</span>
          </p>
          <p>
            <b>הוה בעי למשלפה</b> <span className="small">[היה</span> עוג{" "}
            <span className="small">רוצה לשלוף אותו]</span> מעל ראשו,{" "}
            <b>משכי שיניה להאי גיסא ולהאי גיסא</b>{" "}
            <span className="small">[נמשכו שיניו לצד זה ולצד זה</span> של ראשו
            <span className="small">]</span> <b>ולא מצי למשלפה</b>{" "}
            <span className="small">[יכול</span> היה{" "}
            <span className="small">לשולפו].</span> <b>והיינו דכתיב</b>{" "}
            <span className="small">[וזהו שנאמר]:</span> <b>"שני רשעים שברת"</b>{" "}
            (תהלים ג, ח). <b>וכ</b>פי שדרש <b>ר' שמעון בן לקיש.</b> ש
            <b>אמר ר' שמעון בן לקיש: מאי דכתיב</b>{" "}
            <span className="small">[מהי</span> משמעות זה{" "}
            <span className="small">שנאמר]</span> <b>"שני רשעים שברת"</b> —{" "}
            <b>אל תקרי</b> <span className="small">[תקרא]</span>{" "}
            <b>"שברת" אלא "שרבבת".</b>
          </p>
          <p>
            וסוף המעשה: <b>משה כמה הוה</b> <span className="small">[היה</span>{" "}
            גובהו<span className="small">]</span> —{" "}
            <b>עשר אמות, שקיל נרגא בר</b>{" "}
            <span className="small">[לקח גרזן בן]</span> <b>עשר אמין</b>{" "}
            <span className="small">[אמות],</span> <b>שוור</b>{" "}
            <span className="small">[קפץ]</span> <b>עשר אמין</b>{" "}
            <span className="small">[אמות],</span> <b>ומחייה בקרסוליה וקטליה</b>{" "}
            <span className="small">[והכהו בקרסולו והרגו].</span>
          </p>
          <p>
            <span className="big">ב</span> <b>ו</b>על ה<b>אבן שישב עליה משה</b>{" "}
            היא זו — <b>דכתיב</b> <span className="small">[שנאמר]</span>{" "}
            <b>"וידי משה כבדים ויקחו אבן וישימו תחתיו וישב עליה"</b> (שמות
            יז,יב).
          </p>
          <p>
            <b>ו</b>על <b>אשתו של לוט</b> —{" "}
            <b>שנאמר: "ותבט אשתו מאחריו ותהי נציב מלח"</b> (בראשית יט, כו).{" "}
            <b>וחומת יריחו שנבלעה</b> — <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]:</span> <b>"ותפל החומה תחתיה"</b>{" "}
            (יהושע ו, כ).
          </p>
          <p>
            ושואלים: <b>בשלמא כולהו</b> — <b>ניסא</b>{" "}
            <span className="small">[נניח לכולם</span> —{" "}
            <span className="small">ש</span>הם{" "}
            <span className="small">נס],</span> <b>אלא אשתו של לוט</b> הלא{" "}
            <b>פורענותא</b> <span className="small">[פורענות]</span> <b>הוא!</b>{" "}
            ומדוע יש לברך על הנס? ומשיבים: <b>דאמר</b>{" "}
            <span className="small">[שאומר]</span> הרואה{" "}
            <b>"ברוך... דיין האמת".</b>
          </p>
          <p>
            ושואלים: <b>והא</b> <span className="small">[והרי]</span> בברייתא
            שעל כולם <b>"הודאה ושבח" קתני</b>{" "}
            <span className="small">[שנינו]</span> שהוא אומר! ומשיבים: יש לתקן
            את הלשון ו<b>תני</b> <span className="small">[שנה]</span> בדרך זו:{" "}
            <b>
              על לוט ועל אשתו מברכים שתים; על אשתו אומר "ברוך... דיין האמת", ועל
              לוט אומר "ברוך... זוכר את הצדיקים".
            </b>{" "}
            ש<b>אמר ר' יוחנן:</b> ממעשה לוט אפשר ללמוד ש
            <b>אפילו בשעת כעסו של הקדוש ברוך הוא,</b> הוא{" "}
            <b>
              זוכר את הצדיקים, שנאמר: "ויהי בשחת אלהים את ערי הככר ויזכר אלהים
              את אברהם וישלח את לוט מתוך ההפכה"
            </b>{" "}
            (בראשית יט, כט).
          </p>
          <p>
            <b>ו</b>עוד הוזכר שמברכים על <b>חומת יריחו שנבלעה</b> במקומה. על כך
            שואלים <b>ו</b>האם <b>חומת יריחו נבלעה? והא</b>{" "}
            <span className="small">[והרי]</span> נאמר שהחומה <b>נפלה,</b> וכפי{" "}
            <b>
              שנאמר: "ויהי כשמע העם את קול השופר ויריעו העם תרועה גדולה ותפל
              החומה תחתיה"
            </b>{" "}
            (יהושע ו, כ)! ומסבירים: <b>כיון דפותיה ורומה כי הדדי נינהו</b>{" "}
            <span className="small">[שרוחבה וגובהה שווים זה לזה היו],</span>{" "}
            <b>משום הכי אבלעה בלועי</b>{" "}
            <span className="small">[כך נבלעה],</span> שאילו היתה נופלת בלבד לא
            היתה בכך תועלת, שהרי רוחבה היה כגובהה.
          </p>
          <p>
            <span className="big">ג</span>{" "}
            <b>אמר רב יהודה אמר רב: ארבעה צריכין להודות</b> לה' בקרבן תודה
            ובברכה מיוחדת ואלו הם:{" "}
            <b>
              יורדי הים, הולכי מדברות, ומי שהיה חולה ונתרפא, ומי שהיה חבוש בבית
              האסורים ויצא.
            </b>{" "}
            וכולם נכתבו בפסוקי מזמור תהלים.
          </p>
          <p>
            ומפרטים: <b>יורדי הים מנלן</b>{" "}
            <span className="small">[מנין לנו]?</span> —{" "}
            <b>"יורדי הים באניות</b> עושי מלאכה במים רבים{" "}
            <b>המה ראו מעשי ה'"</b> (תהלים קז, כג–כד). <b>ואומר</b> עוד:{" "}
            <b>"</b>ויאמר <b>ויעמד רוח סערה</b> ותרומם גליו.{" "}
            <b>יעלו שמים ירדו תהומות</b> נפשם ברעה תתמוגג" (שם פסוק כה),{" "}
            <b>ו</b>בהמשך <b>אומר</b> הכתוב: <b>"יחוגו וינועו כשכור</b> וכל
            חכמתם תתבלע" (שם כז), <b>ו</b>מיד אחרי כל זה הוא{" "}
            <b>אומר: "ויצעקו אל ה' בצר להם וממצוקתיהם יוציאם"</b> (שם כח),{" "}
            <b>ו</b>אז הוא <b>אומר: "יקם סערה לדממה</b> ויחשו גליהם<b>"</b> (שם
            כט), <b>ואומר: "וישמחו כי ישתקו</b> וינחם אל מחוז חפצם" (שם ל),{" "}
            <b>ואומר</b> כי לאחר שהצילם והביאם למחוז חפצם{" "}
            <b>"יודו לה' חסדו ונפלאותיו לבני אדם"</b> (שם לא).
          </p>
          <p>
            ולגבי <b>הולכי מדברות</b> שואלים: <b>מנלן</b>{" "}
            <span className="small">[מנין לנו]</span> דבר זה? ומשיבים:{" "}
            <b>דכתיב</b> <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]</span> באותו פרק:{" "}
            <b>"תעו במדבר בישימון דרך עיר מושב לא מצאו"</b> (שם ד), ואז{" "}
            <b>"ויצעקו אל ה'</b> בצר להם ממצוקותיהם יצילם.{" "}
            <b>וידריכם בדרך ישרה"</b> (שם ו–ז), ואחרי שהדריכם בדרך ישרה אומר
            הכתוב: <b>"יודו לה' חסדו"</b> (שם ז).
          </p>
          <p>
            ו<b>מי שחלה ונתרפא</b> שהוא צריך להודות למדים ממה <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]:</span>{" "}
            <b>"אוילים מדרך פשעם ומעונתיהם יתענו. כל אכל תתעב נפשם</b> ויגיעו עד
            שערי מות" (שם יז–יח), ואז <b>"ויזעקו אל ה' בצר להם</b> ממצוקותיהם
            יושיעם" (שם יט), ואז <b>"ישלח דברו וירפאם</b> וימלט משחיתותם" (שם כ)
            ואחרי שרפאם <b>"יודו לה' חסדו"</b> (שם כא).
          </p>
          <p>
            ו<b>מי שהיה חבוש בבית האסורין מנלן</b>{" "}
            <span className="small">[מנין לנו]?</span> — <b>דכתיב</b>{" "}
            <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]:</span> <b>"ישבי חשך וצלמות</b> אסירי
            עני וברזל<b>. כי המרו אמרי אל</b> ועצת עליון נאצו" (שם י–יא).{" "}
            <b>ואומר</b> שם: <b>"ויכנע בעמל לבם</b> כשלו ואין עוזר" (שם יב){" "}
            <b>ו</b>אז הוא <b>אומר: "ויזעקו אל ה' בצר להם</b> ממצוקותיהם יושיעם"
            (שם יג), <b>ו</b>אז הוא <b>אומר: "יוציאם מחשך וצלמות</b> ומוסרותיהם
            ינתק" (שם יד), <b>ו</b>אחרי שהוציאם מאותו חושך וצלמות הוא{" "}
            <b>אמר: "יודו לה' חסדו".</b>
          </p>
          <p>
            ושואלים: <b>מאי</b> <span className="small">[מה]</span> <b>מברך</b>{" "}
            זה שנעשו לו חסדי שמים אלו? <b>אמר רב יהודה:</b> יש לברך{" "}
            <b>"ברוך גומל חסדים טובים". אביי אמר: וצריך</b> המודה בברכה{" "}
            <b>לאודויי קמי</b> <span className="small">[להודות בפני]</span>{" "}
            <b>עשרה</b> אנשים, <b>דכתיב</b> <span className="small">[ש</span>
            כן <span className="small">נאמר]</span> באותו פרק:{" "}
            <b>"וירוממוהו בקהל עם</b> ובמושב זקנים יהללוהו" (שם לב), ו"קהל" —
            מיעוטו <b>עשרה. מר זוטרא אמר: ותרין מינייהו רבנן</b>{" "}
            <span className="small">[ושנים מהם</span> צריכים להיות{" "}
            <span className="small">חכמים],</span> <b>ש</b>כן <b>נאמר</b> שם:{" "}
            <b>"ובמושב זקנים יהללוהו"</b> והם החכמים, ומיעוט רבים — שנים.
          </p>
          <p>
            <b>מתקיף לה</b> <span className="small">[מקשה על כך]</span>{" "}
            <b>רב אשי: ואימא כולהו רבנן</b>{" "}
            <span className="small">[ואמור</span> אולי שיהיו{" "}
            <span className="small">כולם חכמים]?!</span> ודוחים: <b>מי כתיב</b>{" "}
            <span className="small">[האם נאמר]</span> <b>"בקהל זקנים"?</b> הלא{" "}
            <b>"בקהל עם" כתיב</b> <span className="small">[נאמר],</span> וביניהם
            הזקנים—החכמים. ועדיין יש להקשות: <b>ואימא</b>{" "}
            <span className="small">[ואמור]</span> אולי אנשים <b>בי</b>{" "}
            <span className="small">[בסך]</span> <b>עשרה</b> יהיו <b>שאר עמא</b>{" "}
            <span className="small">[העם],</span> <b>ותרי רבנן</b>{" "}
            <span className="small">[ו</span>עוד{" "}
            <span className="small">שני חכמים]!</span> לכך לא נמצאה תשובה מספקת,
            והדבר נשאר <b>קשיא</b> <span className="small">[קשה]</span> אף שלא
            נדחתה ההלכה.
          </p>
          <p>
            ומסופר: <b>רב יהודה חלש ואתפח</b>{" "}
            <span className="small">[חלה והתרפא].</span> <b>על לגביה</b>{" "}
            <span className="small">[נכנסו אצלו]</span> <b>רב חנא בגדתאה</b>{" "}
            <span className="small">[מבגדד]</span> <b>ורבנן</b>{" "}
            <span className="small">[וחכמים].</span> <b>אמרי ליה</b>{" "}
            <span className="small">[אמרו לו]:</span>{" "}
            <b>"בריך רחמנא דיהבך ניהלן ולא יהבך לעפרא"</b>{" "}
            <span className="small">
              [ברוך ה' שנתן אותך לנו ולא נתן אותך לעפר].
            </span>{" "}
            <b>אמר להו</b> <span className="small">[להם]:</span>{" "}
            <b>פטרתון יתי מלאודויי</b>{" "}
            <span className="small">[פטרתם אותי מלהודות],</span> שעל ידי כך יצא
            ידי חובת הברכה.
          </p>
          <p>
            על כך שואלים: <b>והא</b> <span className="small">[והרי]</span>{" "}
            <b>אמר אביי</b> כי <b>בעי אודויי באפי</b>{" "}
            <span className="small">[צריך להודות בפני]</span> <b>עשרה!</b>{" "}
            ומשיבים: <b>דהוו</b> <span className="small">[שהיו]</span> שם אנשים{" "}
            <b>בי</b> <span className="small">[בסך]</span> <b>עשרה.</b> ומקשים
            עוד: <b>והא איהו לא קא</b> <span className="small">[והרי הוא</span>{" "}
            עצמו <span className="small">איננו]</span> <b>מודה</b> ורק האחרים
            הודו! ומשיבים: <b>לא צריך,</b> מדובר היה באופן <b>דעני בתרייהו</b>{" "}
            <span className="small">[שענה אחריהם]</span> <b>"אמן",</b> והעונה
            "אמן" אחר ברכה, הרי זה כאילו הוא עצמו בירך.
          </p>
          <p>
            <span className="big">ד</span> ואגב דברי רב יהודה שצרף מקרים אחדים
            ליחידה אחת, מביאים מאמרים דומים שלו.{" "}
            <b>אמר רב יהודה: שלשה צריכים שימור</b> מפני המזיקים, <b>ואלו הן</b>{" "}
            — <b>חולה, חתן, וכלה. במתניתא תנא</b>{" "}
            <span className="small">[בברייתא שנו]:</span> <b>חולה, חיה</b>{" "}
            (יולדת),{" "}
            <b>
              חתן, וכלה. ויש אומרים: אף אבל. ויש אומרים: אף תלמידי חכמים בלילה.
            </b>{" "}
            שאנשים שמחשבתם נתונה לדברים אחרים או שמצבם הגופני אינו כתיקנו יש
            להשגיח עליהם.
          </p>
          <p>
            <b>ו</b>עוד{" "}
            <b>
              אמר רב יהודה: שלשה דברים המאריך בהם מאריכין ימיו ושנותיו של אדם.
            </b>{" "}
            ואלו הם: <b>המאריך בתפלתו, והמאריך על שלחנו</b> באכילה,{" "}
            <b>והמאריך בבית הכסא.</b>
          </p>
          <p>
            ושואלים: <b>ו</b>כי <b>המאריך בתפלתו מעליותא</b>{" "}
            <span className="small">[מעלה]</span> <b>היא? והאמר</b>{" "}
            <span className="small">[והרי אמר]</span>{" "}
            <b>ר' חייא בר אבא אמר ר' יוחנן:</b>
          </p>
        </div>

        <h3>רש"י</h3>
        <div className="clsBody">
          <b>עבדי להון נקירותא</b>. מערות מעברות נחל ארנון עמק עמוק בין ב' הרים
          גבוהים והיו ישראל צריכים לעבור באותו עמק עשו אמוריים מערות בצדי ההרים
          ונחבאו שם:<b> וטשו</b>. נחבאו:<b> מסגי</b>. עובר:<b> ממיך טורי</b>.
          משפיל הרים ומתפשטין זה לצד זה עד שהעמק שוה:<b> חזו דמא</b>. כשחזרו
          ההרים למקומן:<b> ואשד</b>. ושפך:<b> אשר נטה לשבת ער</b>. ההר שבעבר
          העמק נטה ונתפשט לצד חברו ההר אשר לצד עבר מואב ושם ארץ מואב ער:
          <b> שעמדו</b>. באויר:<b> לא נתך ארצה</b>. לא הגיע לארץ אלא עמדו באויר:
          <b> מחנה ישראל כמה הוי תלתא פרסי</b>. עוג חשב כן בלבו מחנה ישראל תלתא
          פרסי דכתיב (במדבר לג) ויחנו מבית הישימות עד אבל השטים ואמר רבה בר בר
          חנה לדידי חזי לי ההוא דוכתא והוה תלתא פרסי אורכא ותלתא פרסי פותיא
          (עירובין פ''ה ד' נה:):<b> קמצי</b>. נמלים:<b> שרבבת</b>. לשון אשתרבובי
          אשתרבוב ירדו וגדלו למטה:<b> משה כמה הוי עשר אמין</b>. שהרי הוא הקים את
          המשכן ודרשי' הקים את עצמו לקומת המשכן וכתיב ביה עשר אמות אורך הקרש
          (שמות לו):<b> שוור</b>. קפץ למעלה:<b> בקרסוליה</b>. קבילי''א בלעז:
          <b> וידי משה כבדים</b>. ואינו יכול לפושטן כל היום אלא אם כן תומכים
          בזרועותיו ויקחו אבן וישימו תחתיו:<b> תחתיה</b>. משמע במקומה ואי אפשר
          זו אלא על ידי בליעה:<b> דאמר ברוך דיין האמת</b>. תירוצא הוא:
          <b> זוכר את הצדיקים</b>. שזכר את אברהם:
          <b> כיון דפותיה ורומה כי הדדי הוו</b>. ואין נפילה ניכרת בה אם לא נבלעה
          משום הכי אבלעה והוא דרך נפילה לחומה כזו:<b> צריכין להודות</b>.
          כשיוצאין מן הסכנה:<b> וירוממוהו בקהל עם</b>. בסוף פרשת המזמור:
          <b> ואתפח</b>. נתרפא:<b> בגדתאה</b>. שם עירו בגדד היא עיר החשובה שבבבל
          משחרבה בבל:<b> שימור</b>. מן המזיקין:<b> חולה</b>. שהורע מזלו לפיכך
          השד מתגרה בו וכן חיה אשה שילדה וכן אבל:<b> חתן וכלה ותלמידי חכמים</b>.
          מקנאתו מתגרה בהם:<b> והמאריך על שלחנו</b>. שמתוך כך עניים באין
          ומתפרנסים:<b> והמאריך בבית הכסא</b>. רפואה היא לו:
        </div>
        <h4>עמוד נד ע"ב</h4>

        <RoeLinks />
      </div>
    </>
  );
}
