import RoeLinks from "@/components/RoeLinks";
import { Metadata } from "next";
export const metadata: Metadata = {
  title: "פרק הרואה מסכת ברכות",
  description: "ספר פתרון חלומות לרב האי גאון",
  keywords: [
    "dreams",
    "hai gaon",
    "פתרון חלומות",
    "pitron-halomoṭ",
    "רב האי גאון",
  ],
  authors: [{ name: "Yehuda Hason" }],
};
export default function Roe3() {
  return (
    <>
      <div className="book-container">
        <h1>פרק הרואה מסכת ברכות</h1>
        <h3>עם פירוש שטיינזלץ זצ"ל</h3>
        <h3>ברכות נה ע"א</h3>
        <h4>עמוד</h4>
        <RoeLinks />
        <br />
        <div className="clsBody">
          <p>
            <b>כל המאריך בתפלתו ומעיין בה,</b> שמצפה שתתקבל בקשתו — <b>סוף</b>{" "}
            שהוא <b>בא לידי כאב לב,</b> וכפי <b>שנאמר "תוחלת ממשכה מחלה לב"</b>{" "}
            (משלי יג, יב). <b>ו</b>בדומה לכך{" "}
            <b>אמר ר' יצחק: שלשה דברים מזכירים עונותיו של אדם, ואלו הן:</b> אם
            הוא יושב או עומד ליד <b>קיר נטוי</b> העומד להתמוטט ומסכן את עצמו,{" "}
            <b>ועיון תפלה,</b> שמאחר שהוא מצפה שתתקבל מיד בקשתו, בודקים בדינו אם
            אמנם ראוי הוא לכך, <b>ומוסר דין על חבירו לשמים,</b> שמתפלל שבשמים
            יעשו דין באדם אחר, הוא שגורם שיבדקו וישוו את מעשי עצמו עם מעשי אותו
            אדם. והרי אם כן שהארכה בתפילה הריהי פגם!
          </p>
          <p>
            ומתרצים: <b>הא לא קשיא</b>{" "}
            <span className="small">[זה אינו קשה],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> ששנינו שהארכה בתפילה אינה טובה,
            הרי זה באופן ש<b>מעיין בה</b> בתפילה, <b>והא</b>{" "}
            <span className="small">[וזה]</span> שאמר רב יהודה שהארכה בתפילה
            מאריכה ימיו ושנותיו של אדם הרי זה באופן ש
            <b>לא מעיין בה. והיכי עביד</b> <span className="small">[ואיך</span>{" "}
            הוא <span className="small">עושה]</span> שיאריך בתפילתו? — על ידי{" "}
            <b>דמפיש ברחמי</b> <span className="small">[ש</span>הוא{" "}
            <span className="small">מרבה בתחנונים].</span>
          </p>
          <p>
            <b>ו</b>את מעלת <b>המאריך על שלחנו</b> שאמר רב יהודה, מסבירים:{" "}
            <b>דלמא אתי עניא, ויהיב ליה</b>{" "}
            <span className="small">[שמא יבוא עני בתוך</span> הסעודה,{" "}
            <span className="small">ויתן לו]</span> מיד. בלא שיצטרך העני להמתין.
            וכבר אמרו בשבחו של אדם הנוהג כראוי בסעודתו, <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]</span>{" "}
            <b>"המזבח עץ שלוש אמות גבה</b> ואורכו שתים אמות ומקצועותיו לו ואורכו
            וקירותיו עץ" (יחזקאל מא, כב), <b>וכתיב</b>{" "}
            <span className="small">[ונאמר]</span> בהמשך אותו פסוק{" "}
            <b>"וידבר אלי זה השלחן אשר לפני ה'"</b> ולכאורה לשון הפסוק תמוהה,
            שכן <b>פתח במזבח וסיים בשלחן!</b> אלא{" "}
            <b>ר' יוחנן ור' אלעזר דאמרי תרוייהו</b>{" "}
            <span className="small">[שאמרו שניהם]</span> כהסבר לדבר:{" "}
            <b>כל זמן שבית המקדש</b> היה <b>קיים</b> — היה ה
            <b>מזבח מכפר על ישראל, ועכשיו</b> כשחרב,{" "}
            <b>שלחנו של אדם מכפר עליו.</b>
          </p>
          <p>
            <b>ו</b>על מה שאמר רב יהודה בשבח <b>המאריך בבית הכסא</b> שואלים: וכי{" "}
            <b>מעליותא</b> <span className="small">[מעלה]</span>{" "}
            <b>הוא? והתניא</b> <span className="small">[והרי שנינו</span>{" "}
            בברייתא<span className="small">]:</span>{" "}
            <b>עשרה דברים מביאין את האדם לידי תחתוניות</b> (טחורים), והם:{" "}
            <b>האוכל עלי קנים</b> של סוף, <b>ועלי גפנים, ולולבי</b> (קנוקנות){" "}
            <b>גפנים, ו</b>כן <b>מוריגי בהמה,</b> שהוא חלק בבשר הבהמה שאינו חלק
            ויש בו בליטות, <b>ו</b>כן{" "}
            <b>שדרו של דג, ודג מליח שאינו מבושל כל צרכו, ו</b>כן{" "}
            <b>השותה שמרי יין, והמקנח</b> עצמו <b>בסיד ובחרסית</b> (חומר שממנו
            עושים חרסים). <b>ו</b>כן <b>המקנח</b> עצמו{" "}
            <b>בצרור שקנח בו חברו, ויש אומרים: אף התולה עצמו</b> (המתאמץ){" "}
            <b>בבית הכסא יותר מדאי.</b> והרי שהארכה בבית הכסא אף עלולה להזיק!
          </p>
          <p>
            ומשיבים: <b>לא קשיא</b> <span className="small">[אין</span> זה{" "}
            <span className="small">קשה],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> ששנינו בברייתא שהדבר עלול להזיק,
            הרי זה באופן שהוא <b>מאריך ותלי</b>{" "}
            <span className="small">[ותולה],</span> <b>הא</b>{" "}
            <span className="small">[זה]</span> שאמר רב יהודה שמעלה היא, הרי זה
            באופן שהוא <b>מאריך ו</b>אולם <b>לא תלי</b>{" "}
            <span className="small">[תולה].</span>
          </p>
          <p>
            ומסופר על תועלת הדבר, <b>כי הא</b>{" "}
            <span className="small">[כמו זו]</span> ש<b>אמרה ליה ההיא</b>{" "}
            <span className="small">[לו אותה]</span>{" "}
            <b>
              מטרוניתא לר' יהודה בר' אלעאי: פניך דומים למגדלי חזירים ולמלוי
              ברבית,
            </b>{" "}
            שמאחר שאינם יגיעים הרבה בעבודתם ופרנסתם בשפע משמינים הם ופניהם מלאים
            וטובים. <b>אמר לה: הימנותא, לדידי תרוייהו אסירן</b>{" "}
            <span className="small">[באמונה, לי אסורים שניהם],</span> <b>אלא</b>{" "}
            משום מה פני טובים — מפני ש
            <b>עשרים וארבעה בית הכסא איכא מאושפיזאי לבי מדרשא</b>{" "}
            <span className="small">[יש מבית מלוני עד בית המדרש],</span>{" "}
            <b>דכי אזילנא, בדיקנא נפשאי בכולהו</b>{" "}
            <span className="small">
              [שכאשר אני הולך אני בודק את עצמי בכולם].
            </span>
          </p>
          <p>
            <span className="big">א</span> <b>ו</b>עוד{" "}
            <b>
              אמר רב יהודה: שלשה דברים מקצרים ימיו ושנותיו של אדם: מי שנותנין לו
            </b>{" "}
            ומזמינים אותו ל<b>ספר תורה לקרות</b> בו <b>ואינו קורא,</b> או
            שנותנים לו <b>כוס של ברכה לברך ואינו מברך, והמנהיג עצמו ברבנות</b>{" "}
            (שררה).
          </p>
          <p>
            ומפרטים את מקור הדברים: <b>ספר תורה לקרות</b> בו{" "}
            <b>ואינו קורא, דכתיב</b> <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]</span> על התורה:{" "}
            <b>"כי הוא חייך וארך ימיך"</b> (דברים ל, כ).{" "}
            <b>כוס של ברכה לברך ואינו מברך</b> — <b>כעין דכתיב</b>{" "}
            <span className="small">[שנאמר]:</span> <b>"ואברכה מברכיך"</b>{" "}
            (בראשית יב, ג), שהמברך — מתברך. ומי שאינו מברך — אינו זוכה לברכה.{" "}
            <b>ו</b>לגבי <b>המנהיג עצמו ברבנות</b> — כפי ש
            <b>אמר ר' חמא בר' חנינא: מפני מה מת יוסף קודם לאחיו,</b> וכפי שרואים
            בסדר הדברים בפסוק "וימת יוסף וכל אחיו וכל הדור ההוא" (שמות א, ו) —{" "}
            <b>מפני שהנהיג</b> את <b>עצמו ברבנות,</b> והם שלא שמשו בהנהגה האריכו
            ימים אחריו.
          </p>
          <p>
            <span className="big">ב</span>{" "}
            <b>ואמר רב יהודה אמר רב, שלשה צריכים</b> אנשים לבקשת <b>רחמים</b>{" "}
            כדי שיבואו: <b>מלך טוב, שנה טובה וחלום טוב.</b> ששלושה אלה נתונים
            ביד ה', וצריך להתפלל שיבואו בדרך טובה. ומקור לדברים: <b>מלך טוב</b>{" "}
            — <b>דכתיב</b> <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]:</span> <b>"פלגי מים לב מלך ביד ה'</b>{" "}
            על כל אשר יחפוץ יטנו" (משלי כא, א). על <b>שנה טובה</b> —{" "}
            <b>דכתיב</b> <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]:</span>{" "}
            <b>"תמיד עיני ה' אלהיך בה מראשית השנה ועד אחרית שנה"</b> (דברים יא,
            יב). ועל <b>חלום טוב</b> — <b>דכתיב</b>{" "}
            <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]:</span> <b>"</b>ה' עליהם יחיו ולכל בהן
            חיי רוחי <b>ותחלימני והחיני"</b>{" "}
            <span className="small">(ישעיהו לח, טז)</span> המתפרש "תחלימני" —
            מלשון חלום.
          </p>
          <p>
            מעין זה{" "}
            <b>
              אמר ר' יוחנן: שלשה דברים מכריז עליהם הקדוש ברוך הוא בעצמו ואלו הן
            </b>
            : <b>רעב, ושובע, ופרנס</b> (מנהיג) <b>טוב.</b> ומקור לדברים: על ה
            <b>רעב</b> — <b>דכתיב</b> <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]:</span> <b>"כי קרא ה' לרעב</b> וגם בא
            אל הארץ שבע שנים<b>"</b> (מלכים ב' ח, א). ועל ה<b>שובע</b> —{" "}
            <b>דכתיב</b> <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]:</span>{" "}
            <b>"וקראתי אל הדגן והרביתי אתו</b> ולא אתן עליכם רעב" (יחזקאל לו,
            כט). ולגבי <b>פרנס טוב</b> — <b>דכתיב</b>{" "}
            <span className="small">[ש</span>כן{" "}
            <span className="small">נאמר]:</span>{" "}
            <b>"וידבר ה' אל משה לאמר. ראה קראתי בשם בצלאל</b> בן אורי בן חור
            למטה יהודה" (שמות לא, א — ב).
          </p>
          <p>
            ובענין מינויו של בצלאל{" "}
            <b>אמר ר' יצחק: אין מעמידין פרנס על הצבור אלא אם כן נמלכים בצבור</b>{" "}
            שיתנו את הסכמתם למינוי. וכפי <b>שנאמר:</b> "ויאמר משה אל בני ישראל{" "}
            <b>ראו קרא ה' בשם בצלאל</b> בן אורי בן חור למטה יהודה" (שמות לה, ל),
            ש<b>אמר לו הקדוש ברוך הוא למשה: משה, הגון עליך בצלאל?</b> האם סבור
            אתה שראוי הוא לכך? <b>אמר לו</b> משה:{" "}
            <b>רבונו של עולם, אם לפניך הוא הגון</b> —{" "}
            <b>לפני לא כל שכן! אמר לו</b> הקדוש ברוך הוא:{" "}
            <b>אף על פי כן, לך אמור להם</b> לישראל ושאל את דעתם. <b>הלך</b> משה{" "}
            <b>
              ואמר להם לישראל: הגון עליכם בצלאל? אמרו לו: אם לפני הקדוש ברוך הוא
              ולפניך הוא הגון, לפנינו לא כל שכן!
            </b>
          </p>
          <p>
            <span className="big">ג</span>{" "}
            <b>אמר ר' שמואל בר נחמני אמר ר' יונתן: בצלאל על שם חכמתו נקרא</b>{" "}
            בשם זה.{" "}
            <b>
              שבשעה שאמר לו הקדוש ברוך הוא למשה: לך אמור לו לבצלאל "עשה לי משכן
              ארון וכלים".
            </b>{" "}
            (עיין שמות לא, ז–יא), <b>הלך משה והפך</b> את סדר הדברים{" "}
            <b>ואמר לו</b> לבצלאל: <b>"עשה ארון וכלים ומשכן"</b> (עיין שמות פרק
            כה וכו). <b>אמר לו</b> בצלאל למשה:{" "}
            <b>
              משה רבינו, מנהגו של עולם שאדם בונה בית ואחר כך מכניס לתוכו כלים,
              ואתה אומר
            </b>{" "}
            לי <b>"עשה לי ארון וכלים ומשכן",</b> ואם אעשה כפי סדר הדברים שאתה
            אומר,{" "}
            <b>כלים שאני עושה, להיכן אכניסם? שמא כך אמר לך הקדוש ברוך הוא,</b>{" "}
            להיפך, <b>"עשה משכן ארון וכלים"?!</b> (עיין שמות פרק לו).{" "}
            <b>אמר לו</b> משה: <b>שמא בצל אל היית וידעת</b> את שאמר הקדוש ברוך
            הוא במדוייק? שהרי אתה מכוון לדברים כמו שנאמרו מפי ה', כאילו היית
            מצוי שם.
          </p>
          <p>
            ועוד בשבח בצלאל <b>אמר רב יהודה אמר רב: יודע היה בצלאל לצרף</b> ה
            <b>אותיות שנבראו בהן שמים וארץ.</b> ומנין למד אתה זאת? —{" "}
            <b>כתיב הכא</b> <span className="small">[נאמר כאן]</span> בענין
            סיפור שבחו של בצלאל <b>"ואמלא אתו רוח אלהים בחכמה ובתבונה ובדעת</b>{" "}
            ובכל מלאכה" (שמות לא, ג), <b>וכתיב התם</b>{" "}
            <span className="small">[ונאמר שם]</span> בענין בריאת השמים והארץ:{" "}
            <b>"ה' בחכמה יסד ארץ כונן שמים בתבונה"</b> (משלי ג, יט), וכתיב{" "}
            <span className="small">[ונאמר]</span> שם בהמשך הדברים:{" "}
            <b>"בדעתו תהומות נבקעו</b> ושחקים ירעפו טל" (שם פסוק כ), הרי שהדברים
            שבהם נבראו השמים והארץ, החכמה התבונה והדעת, מצויים היו בבצלאל.
          </p>
          <p>
            אגב פסוקים מביאים את מה ש
            <b>
              אמר ר' יוחנן: אין הקדוש ברוך הוא נותן חכמה אלא למי שיש בו חכמה
            </b>{" "}
            מכבר. וראיה לדבר ממה{" "}
            <b>שנאמר: "יהב חכמתא לחכימין ומנדעא לידעי בינה"</b>{" "}
            <span className="small">[נותן חכמה לחכמים ודעת ליודעי בינה]</span>{" "}
            (דניאל ב, כא). <b>שמע</b> את הדברים הללו <b>רב תחליפא בר מערבא</b>{" "}
            (בן ארץ ישראל) <b>ואמרה קמיה</b>{" "}
            <span className="small">[לפני]</span> <b>ר' אבהו. אמר ליה</b>{" "}
            <span className="small">[לו]:</span>{" "}
            <b>אתון מהתם מתניתו לה, אנן מהכא מתנינן לה</b>{" "}
            <span className="small">[אתם משם אתם שונים,</span> למדים,{" "}
            <span className="small">אותה,</span> את הראיה לרעיון זה,{" "}
            <span className="small">אנחנו מכאן אנו שונים,</span> למדים,{" "}
            <span className="small">אותה],</span> <b>דכתיב</b>{" "}
            <span className="small">[שנאמר]</span> בשבח בוני המשכן:{" "}
            <b>"ובלב כל חכם לב נתתי חכמה"</b> (שמות לא, ו).
          </p>
          <p>
            <span className="big">ד</span> אגב מה שנאמר שיש להתפלל על חלום טוב,
            מביאים מאמרים נוספים שעניינם חלומות ופתרונם.{" "}
            <b>אמר רב חסדא: כל חלום</b> יראה האדם, <b>ולא טוות</b>{" "}
            <span className="small">[תענית],</span> כלומר, כל חלום טוב יותר
            מחלום של שעת תענית שהוא גרוע. <b>ואמר רב חסדא: חלמא</b>{" "}
            <span className="small">[חלום]</span> ש<b>לא מפשר</b>{" "}
            <span className="small">[נפתר]</span> הריהו <b>כאגרתא</b>{" "}
            <span className="small">[כאגרת]</span> ש<b>לא מקריא</b>{" "}
            <span className="small">[נקראה].</span> שכל עוד לא נפתר אינו יכול
            להתקיים, ופתרון החלום הוא היוצר את משמעותו. <b>ו</b>עוד{" "}
            <b>אמר רב חסדא: לא חלמא טבא מקיים כוליה</b>{" "}
            <span className="small">[חלום טוב מתקיים כולו]</span>{" "}
            <b>ולא חלמא בישא מקיים כוליה</b>{" "}
            <span className="small">[חלום רע מתקיים כולו].</span> <b>ו</b>עוד{" "}
            <b>אמר רב חסדא: חלמא בישא</b>{" "}
            <span className="small">[חלום רע]</span> <b>עדיף מחלמא טבא</b>{" "}
            <span className="small">[מחלום טוב],</span> שעל ידי החלום הרע מצטער
            ובא לידי תשובה. <b>ו</b>עוד <b>אמר רב חסדא: חלמא בישא</b>{" "}
            <span className="small">[חלום רע]</span> — <b>עציבותיה מסתייה</b>{" "}
            <span className="small">[עצבותו מספיקה לו],</span> <b>חלמא טבא</b>{" "}
            <span className="small">[חלום טוב]</span> — <b>חדוייה מסתייה</b>{" "}
            <span className="small">[שמחתו מספיקה לו],</span> שההתרגשות (לעצב או
            לשמחה) מן החלום גורמת שלא יהיה מימוש אחר לחלום. וכן{" "}
            <b>אמר רב יוסף: חלמא טבא</b>{" "}
            <span className="small">[חלום טוב],</span> <b>אפילו לדידי</b>{" "}
            <span className="small">[אצלי],</span> <b>בדיחותיה מפכחא ליה</b>{" "}
            <span className="small">[שמחתו מפכחת,</span> מבטלת,{" "}
            <span className="small">אותו].</span> שאפילו הוא, שהיה עיוור וחולה,
            נהנה מן החלום הטוב עד שאינו מגיע עוד להתגשמות.{" "}
            <b>ואמר רב חסדא: חלמא בישא</b>{" "}
            <span className="small">[חלום רע]</span> <b>קשה מנגדא</b>{" "}
            <span className="small">[ממלקות],</span>{" "}
            <b>שנאמר: "והאלהים עשה שיראו מלפניו"</b> (קהלת ג, יד),{" "}
            <b>ואמר רבה בר בר חנה אמר ר' יוחנן</b> כהסבר לפסוק:{" "}
            <b>זה חלום רע</b> המפיל אימה על האדם.
          </p>
          <p>
            על הפסוק{" "}
            <b>
              "הנביא אשר אתו חלום יספר חלום ואשר דברי אתו ידבר דברי אמת מה לתבן
              את הבר נאם ה'"
            </b>{" "}
            (ירמיהו כג, כח), שואלים:{" "}
            <b>וכי מה ענין בר ותבן אצל חלום? אלא אמר ר' יוחנן משום</b> (בשם){" "}
            <b>ר' שמעון בן יוחי: כשם שאי אפשר לבר</b> שיהא{" "}
            <b>בלא תבן, כך אי אפשר לחלום בלא דברים בטלים,</b> שאף חלום שעתיד
            להתקיים — מקצתו דברים בטלים.
          </p>
          <p>
            ובדומה לכך <b>אמר ר' ברכיה: חלום, אף על פי שמקצתו מתקיים</b> —{" "}
            <b>כולו אינו מתקיים. מנא לן</b>{" "}
            <span className="small">[מנין לנו</span> דבר זה
            <span className="small">]?</span> — <b>מ</b>סיפור חלומותיו של{" "}
            <b>יוסף, דכתיב</b> <span className="small">[שנאמר]</span> "ויאמר הנה
            חלמתי חלום עוד <b>והנה השמש והירח</b>
          </p>
        </div>
        <h3>רש"י</h3>
        <div className="clsBody">
          <p>
            <b>מעיין בה</b>. אומר בלבו שתיעשה בקשתו לפי שהתפלל בכונה:
            <b> כאב לב</b>. שאין בקשתו נעשית:<b> תוחלת</b>. לשון תפלה כמו ויחל
            משה (שמות לב):<b> מזכירין עונותיו</b>. שעל ידיהן מפשפשים למעלה
            במעשיו לומר בוטח זה בזכיותיו נראה מה הם:<b> קיר נטוי</b>. מקום סכנה:
            <b> מוסר דין</b>. בוטח הוא בזכיותיו שחברו יהיה נענש על ידו: ה"ג הא
            דמעיין הא דלא מעיין:<b> לולבי גפנים</b>. וידלי"ש בלעז:
            <b> מוריגי בהמה</b>. כל בשר שבבהמה שאינו חלק אלא דומה למורג חרוץ
            שאינו חלק כמו החיך והלשון והכרס הפנימי ובית הכוסות:<b> התולה</b>.
            שאינו יושב אלא על ברכיו שמתוך כך נקביו נפתחין יותר מדאי: הכי גרסינן
            הא דמאריך ותלי הא דמאריך ולא תלי: למגדלי חזירים ומלוי ברבית שכרן
            מרובה בלא טורח ושמחים בחלקם לכך פניהם צהובים:<b> הימנותא</b>. לשון
            שבועה כלומר באמונה שתיהן אסורות לי:
            <b> ואברכה מברכיך</b>. והמברך ברכת המזון מברך לבעל הבית:
            <b> יוסף מת קודם לאחיו</b>. דכתיב וימת יוסף וכל אחיו (שמות א):
            <b> צריכים רחמים</b>. צריכים לבקש רחמים שיבאו לפי שהם בידו של הקב"ה
            ואין להם רשות לבא אלא ברשותו:<b> ראה קראתי בשם</b>. ראה משמע היש
            בלבך תן עיניך בדבר:
            <b> לך אמור לו לבצלאל עשה משכן ארון וכלים</b>. שכן הם סדורים בפרשת
            כי תשא ראה קראתי בשם וגו" את אהל מועד ואת הארון לעדות וכל הפרשה ומשה
            אמר לו עשה ארון וכלים כגון שלחן ומנורה ואחר כך משכן דס"ל לר"י שכסדר
            שהם סדורים בויקחו לי תרומה אמר לו:
            <b> אותיות שנבראו בהן שמים וארץ</b>. על ידי צירופן ובספר יצירה תני
            להו:<b> כל חלום ולא טוות</b>. כל חלומות יראה אדם ולא יראה אחד מאותן
            שהוא שרוי בתענית שאינו טוב טוות לשון תענית כמו ובת טוות האמור בדריוש
            (דניאל ו):<b> דלא מפשר</b>. שלא פתרוהו:<b> כאגרתא דלא מקריא</b>. לא
            טוב ולא רע הוא שכל החלומות הולכין אחר הפתרון:<b> עדיף מחלמא טבא</b>.
            שמביא את האדם לידי תשובה: עציבותיה מסתייה דיו עצבונו מה שאדם מתעצב
            עליו מבטל את החלום:<b> אפילו לדידי</b>. שאני מאור עינים:
            <b> בדיחותיה מפכחא ליה</b>. מבטליה:<b> מנגדא</b>. ממלקות קשה לגוף
            האדם יותר ממלקות לפי שדואג ממנו:<b> זה חלום רע</b>. מיראתו ישוב
            ויכנע:
          </p>
        </div>
        <h4>עמוד נה ע"א</h4>
        <RoeLinks />
      </div>
    </>
  );
}
